{
    "court": "Supreme Court of India",
    "cites": [
        {
            "title": "The Navy Act, 1957",
            "link": "https://indiankanoon.org/docfragment/957745/?formInput=cites%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Article 32 in The Constitution Of India   1949",
            "link": "https://indiankanoon.org/doc/981147/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "The Army Act,   1950",
            "link": "https://indiankanoon.org/docfragment/165229/?formInput=cites%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "The Air Force Act, 1950",
            "link": "https://indiankanoon.org/docfragment/1786905/?formInput=cites%3A%2038015114",
            "caseids": [
                "0"
            ]
        }
    ],
    "citedBy": [
        {
            "title": "Surendra Singh Vyas vs D/O Post on 25 September, 2018",
            "link": "https://indiankanoon.org/docfragment/110502460/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "P B Singh vs Union Of India And Ors on 3 December, 2020",
            "link": "https://indiankanoon.org/docfragment/20719758/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Vipin Kumar Maurya And 4Ors vs State Of U.P. And 3 Ors. on 16 January, 2019",
            "link": "https://indiankanoon.org/docfragment/46963801/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Union Of India And Ors vs Ravi Singh on 2 April, 2018",
            "link": "https://indiankanoon.org/docfragment/29455554/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Union Of India Through Cabinet ... vs Captain Gurdev Singh on 11 February, 2019",
            "link": "https://indiankanoon.org/docfragment/196191252/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Smt Neera Singh vs Union Of India on 7 June, 2018",
            "link": "https://indiankanoon.org/docfragment/187386674/?formInput=citedby%3A%2038015114",
            "caseids": [
                "0"
            ]
        }
    ],
    "applicationName": "CIVIL APPELLATE JURISDICTION",
    "applicationNumber": "CIVIL APPEAL NO. 3798 OF 2015",
    "author": "A Khanwilkar",
    "bench": [
        {
            "name": "A.M. Khanwilkar",
            "id": "0"
        },
        {
            "name": " D.Y. Chandrachud",
            "id": "0"
        }
    ],
    "judge": [
        {
            "name": "A.M. KHANWILKAR, J.",
            "id": "0"
        }
    ],
    "title": "Union Of India And Ors vs K.P. Singh And Anr on 12 January, 2017",
    "petitioners": [
        "Union of India and Ors."
    ],
    "respondants": "K.P. Singh and Anr.",
    "link": "https://indiankanoon.org/doc/38015114/",
    "prejudgement": "                                                                              REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                        CIVIL APPELLATE JURISDICTION\n\n                        CIVIL APPEAL NO. 3798 OF 2015\n\n\n\n Union of India and Ors.                                       … Appellants\n\n\n\n             Versus\n\n\n\n K.P. Singh and Anr.                              … Respondents\n\n\n\n                                    WITH\n\n                  C.A.No.3799/2015 AND W.P. NO. 957 OF 2014\n\n\n\n                               J U D G M E N T\n",
    "paragraphs": [
        {
            "para": [
                "The respondents in the aforementioned two appeals and  the  petitionerin the companion writ petition served as officers of Army Medical  Corps,  aMedical Service, under the Government of India, with more than 20  years  ofcommissioned/Group-A gazette service.  The Army Medical Corps is a cadre  ofDoctors serving in the Army,  Navy  and  Air  Force.   It  is  an  organizedmedical service of Central Government."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "2.    The respondents  in  the  two  appeals  approached  the  Armed  ForcesTribunal at New Delhi, by way of an  Original  Application  contending  thatthey were entitled to receive Dynamic Assured Career Progression as per  theDACP  Scheme,  as  approved  by  the  Central  Government.   Even  the  writpetitioner in the companion writ petition has sought similar relief. He  hasprayed for a direction   against the Central  Government  to  implement  theDACP scheme even  in  relation  to  the  medical  officers/doctors  who  arecommissioned officers of the Armed Forces."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "3.    An Original Application seeking similar relief was filed by  one  Col.Sanjeev Sehgal[1] . The same was allowed by the Tribunal  vide  order  dated18th July 2011.  In that case, the Tribunal  had  noted  the  stand  of  thedepartment (appellants) that the matter  regarding  implementation  of  DACPscheme qua the doctors in AMC was  still  under  examination.  Further,  theappropriate Authority was expected to take a decision in that  behalf  afterexamining the issue  in due course.  The  Tribunal,  however,  proceeded  todispose of the said Original Application in the following terms:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Heard the learned  counsel  for  the  both  the  parties  and  perused  thedocuments including Annexures 1,2 and 3."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "There is no denial that the DACP Scheme is equally applicable  to  AMCCadre.  The scheme has already  been  implemented  in  several  Departments.However, the same has not been implemented  in  the  Armed  Forces  for  thereasons best known to them and the matter is  hinging  for  the  last  aboutthree years.  This is  clearly  detrimental  to  the  interest  of  the  AMCofficers.  It ought to have been implemented much earlier  by  the  Ministryof Defence and the concerned authorities of Armed Forces."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "In the facts and circumstances, the Respondents are directed to  issueinstructions for the implementation of the  DACP  Scheme  in  the  light  ofAnnexures A-1 A-2 and A-3 attached with the application within three  monthsfrom the date of receipt of copy of this order."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "With the above direction, this application stands disposed of”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "This decision became final consequent  to  the  dismissal  of  Civil  Appealfiled by the Department before this Court."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "4.    Relying on the said decision, the Tribunal allowed  the  two  OriginalApplications filed by the respondents in  the  aforementioned  appeals.  TheTribunal  also  directed  the   department   to   issue   instructions   forimplementation of the DACP Scheme and by placing the  concerned  respondentsto the 4th financial upgradation of grade pay  of  Rs.  10,000/-  under  theDACP Scheme.  The original application filed by the respondents in C.A.  No.3798 of 2015, was allowed by the Armed Forces Tribunal at New  Delhi,  beingO.A. 178 of 2014, on 17th April, 2014.  Similarly, the Original  ApplicationNo. 108 of 2014 filed by the respondents in  C.A.  No.  3799  of  2015   wasallowed vide order dated  9th  April,  2014.  The  department  has  assailedthese orders in the respective appeals."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "5.      When  the  present  appeals  were  pending  for  consideration,  thepetitioner in companion W.P. No. 957 of 2014 approached this  Court  prayingfor the following relief:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Issue a mandamus for direction to the respondents thereby to implement  therecommendations of 6th Pay Commission from the date of issuance of  OfficialMemorandum  (OM)  dated  29.10.2008  issued  by  the  Government  of  India,Ministry of Health and Family Welfare, CHS division, in Army  Medical  Corps(AMC) within a specific time;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Pass any such other order(s) as deemed fit and proper to secure the ends  ofjustice”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "6.    It is an admitted position that  the  decision  of  the  Armed  ForcesTribunal, Chandigarh Bench in the case of Col. Sanjeev  Sehgal  (supra)  wasassailed by the appellants by way  of  Civil  Appeal  D.No.  14342  of  2013before  this  Court.   That  was,  however,  summarily  dismissed   at   thepreliminary hearing stage on 23rd September, 2013 by the Bench  presided  byJustice T.S. Thakur  (as he then was).  The order reads thus:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Heard."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Apart from the fact that there is an inordinate  delay of 589 days  inthe filing of this application for grant of leave,  we  see  no  substantialquestion of law of general/public importance arises for  our  consideration.The prayer for leave to appeal is accordingly declined and  the  applicationdismissed”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "7.    Nonetheless the present appeals and writ petition came to be  admittedon 13th April, 2015 after due consideration,  by  a  Bench  of  two  learnedJudges of which  Justice  T.S.  Thakur  (as  he  then  was)  was  a  member.Further, when the appeals and  writ  petition  were  pending  and  heard  ondifferent dates,  the  appellants  were  granted  liberty  to  file  furtheraffidavits.  Keeping in mind the stand taken by the department,  this  Court(presided by Chief Justice T.S.Thakur as he then was) vide order dated  11thDecember, 2015 permitted the appropriate Authority  to  revisit  the  matterafresh and take a decision as may  be  advised.  Indeed,  that  was  withoutprejudice to the rights and  contentions  of  the  parties  in  the  presentproceedings. Pursuant to  the  liberty  granted  by  this  Court,  a  formaldecision has been taken at the highest level in  the  Ministry  of  Defence,Government of India which has been communicated to the Chairman,  Chiefs  ofStaff Committee (COSC) vide letter dated 13th January,  2016.   We  deem  itapposite to reproduce the said  letter  in  its  entirety  inasmuch  as  thedepartment has reiterated the same stand in  the  two  appeals  as  also  tooppose the writ petition.  The same reads thus:"
            ],
            "blockQuotes": [
                "“Annexure A-3                          No. 10/1/2010-D(Medical)                             Government of India                             Ministry of Defence                                               Sena Bhavan, New Delhi-110011                        Dated the 13th January, 2016To,The Chairman,Chiefs of Staff Committee (COSC),COSC Secretariat,263D, South Block,New Delhi."
            ],
            "subPara": {}
        },
        {
            "para": [
                "Subject: Recommendations  of  the  COSC  regarding  Dynamic  Assured  CareerProgression (DACP) Scheme in respect of Defence Forces Personnel.Sir,      I am directed to refer to the letter No.C/7026/6tt CPC/Vol. III  dated25.8.2015 of the Chairman, Chiefs of Staff Committee  (COSC)  on  the  abovenoted subject, and to say that as requested in  the  aforesaid  letter,  theCOSC was given an opportunity to present the case of the Services for  grantof DACP Scheme to all Defence Forces Officers  alongwith  the  Armed  ForcesMedical Services  (AFMS)  Officers  before  the  Hon’ble  Raksha  Mantri  on08.01.2016. In the presentation made by the COSC, it  was  stated  that  theDACP Scheme, as recommended by the 6th Central Pay Commission (CPC) in  para3.6 of its report, is  applicable  to  AFMS  doctors  also.  The  COSC  alsoreferred to para 12  of  the  Resolution  No.1/1/2008-IC  dated  29.08.2008,wherein, it has been stated  that  the  DACP  Scheme  for  doctors  will  beextended upto Senior Administrative Grade (SAG) for Medical  Doctors  having20 years of regular service, or 7  years  of  regular  service  in  the  NonFunctional Selection Grade (NFSG) of Rs.8700/- grade pay in  PB-4  and  thatall the medical doctors whether belonging to organized services  or  holdingisolated posts will be covered by the DACP Scheme."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "2.    During the course of the presentation,  the  COSC  was  informed  thatsince separate recommendations were made by the 6th CPC for  Defence  ForcesPersonnel, the recommendation made in para 3.6  is  not  applicable  to  theAFMS doctors as they are part and parcel of the  Defence  Forces.  The  COSCwas also informed that the Resolution dated 29.08.2008 of  the  Ministry  ofFinance,  Department  of  Expenditure  is  applicable  only  in  respect  ofcivilian government employees, as clearly stated  in  para  1  of  the  saidResolution and therefore, the recommendation made  in  para  12  thereof  isapplicable in respect of civilian doctors and not in  respect  of  the  AFMSdoctors."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "3.    Further, the relevant aspects  for  grant  of  DACP  to  Armed  ForcesMedical Services (AFMS) officers, as also for grant of  same  Grade  Pay  toall Defence Officers, as recommended by the COSC have also  been  consideredcarefully."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "4.    Upon such  consideration,  the  first  significant  aspect  which  hasclearly emerged is that the DACP is not at all  applicable  to  CommissionedOfficers serving as doctors in AFMS Cadre, for more than  one  reason  whichare set out herein below:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(i)   As per existing Govt. orders commissioned  officers  serving  asdoctors belonging to AFMS constitute a separate class  in  themselves.  Theyhave  a  separate  treatment   with   regard   to   recruitment   procedure,appointment, terms and conditions of their employment including  promotions,pay structure etc. as contained in AI 74/1976 issued by the Govt. of  India,Ministry of Defence. Being commissioned officers they are  employed  in  theIndian Army, the Indian Air Force and the Indian Navy, i.e.,  Army,  Navy  &Air Force. They are unlike other civilian  doctors  serving  in  DirectorateGeneral of Armed  Forces  Medical  Services  (DGAFMS),  who  do  not  becomecommissioned officers and for whom separate  Govt.  orders  exist  regardingtheir terms and conditions of service."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(ii)  Similarly, the procedure of appointment,  terms  and  conditionsof employment including promotions, pay structure etc.  for  other  civiliandoctors appointed in other Departments/Ministries of the Govt. of India  areentirely  different.  These  civilian  doctors  form/constitute  a  separateclass. Their service conditions  etc.  are  dealt  with  by  the  respectiveMinistries like Ministry of Health & Family Welfare, Ministry  of  Railways,Ministry of Home Affairs in cases of doctors in Para  Military  Forces  likeBorder Security Force, Central Reserve Police Force etc.  and  are  governedby CCS Rules etc."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(iii) Therefore, doctors who are commissioned officers in AFMS in  theIndian Army, the Indian Air Force  and  the  Indian  Navy  form  a  separateclass. The successive Central Pay Commissions  have  also  dealt  with  themseparately, in the recommendations made by  them  to  Govt.  of  India.  Therecommendations are also made  by  the  Central  Pay  Commissions  providingseparately   for   the   civilian    doctors    dealt    with    by    otherMinistries/Departments  such  as  Ministry  of  Health  &  FW.  Ministry  ofRailways, etc."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(iv)  In the present case,  the  doctors  constituting  AFMS  who  areCommissioned Officers in the Indian Army,  the  Indian  Air  Force  and  theIndian Nave are to be governed  by  the  resolution/decision  taken  by  theMinistry  of  Defence,  Govt.  of  India  on  30.08.2008  and  not  by   theresolution/decision dated 29.08.2008 by  the  Ministry  of  Finance  dealingwith  all  civilian  Government  servants  including  doctors  who  are  notcommissioned officers in the Indian Army,  the  Indian  Air  Force  and  theIndian Navy."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(v)   The existing  sanctioned  hierarchy  of  promotion  for  doctorsjoining the Indian Army, the  Indian  Air  Force  and  the  Indian  Navy  ascommissioned officers is as under:"
            ],
            "blockQuotes": [
                "(a)   Captain/Flight Lieutenant/Lieutenant\n (b)   Major/Squadron Leader/Lieutenant Commander\n (c)   Lieutenant Colonel/Wing Commander/Commander\n (d)   Colonel/Group Captain/Captain(Navy)\n (e)   Brigadier/Air Commodore/Commodore(Navy)\n (f)   Major General/Air Vice Marshal/Rear Admiral\n (g)   Lieutenant General/Air Marshal/Vice Admiral\n (vi)  As per existing Govt. orders issued by the Govt.  of  India,  Ministryof Defence, promotion in Army Medical Corps(AMC) upto the rank  of  Captain,Major and Lt. Col and their equivalents in the Indian Navy  and  the  IndianAir Force are by time scale subject to meeting the laid  down  criteria  andsubstantive promotion to the ranks of Colonel, Brigadier, Major General  andLieutenant General and their equivalents in the Indian Navy and  Indian  AirForce will be by ‘selection’ to fill the vacancies authorized from  time  totime subject to the officer being found fit in all respects  by  appropriateselection board as approved by the competent authority."
            ],
            "subPara": {}
        },
        {
            "para": [
                "(vii) In terms of para 10 of AI 74/1976,  officers  granted  permanentcommission in the Army Medical Corps will  receive  pay  and  allowances  atsuch rates and under such conditions as are laid down in Pay and  AllowancesRegulations for Officer of the Army, as amended from time  to  time  by  theMinistry of Defence, Govt. of  India  in  consultation  with  Department  ofExpenditure, Ministry of Finance."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(viii)     It is evident from record that before the 5th  Central  PayCommission, doctors belonging to Central Health Service, Railways  etc.  hadraised a grievance of stagnation, lack of  promotional  avenues  etc.  whiledealing with terms and conditions of  service  and  pay  and  allowances  ofdoctors serving in Central Health Service (CHS), the Railway Health  Serviceand the Indian  Ordnance  Factories  Services,  etc.  the  5th  Central  PayCommission noted that there was stagnation and lack  of  proper  promotionalavenues for such doctors in the aforesaid three services  and  as  such,  itrecommended DACP for them. Therefore, for the benefit of  doctors  belongingto  CHS,  Railways,  Indian  Ordnance  Factories   Services-the   DACP   wasrecommended by the CPC  only  for  the  civilian  doctors  governed  by  theMinistry of Health & Family Welfare etc. in that category. This benefit  wasnot extended to commissioned  officers  serving  as  doctors  in  the  threeServices being governed by separate norms including pay scales,  promotions,etc. laid down by the Ministry of Defence."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(ix)  It is also evident from record that  the  Ministry  of  Defence,Government of India, vide letter dated 28.10.2005, conveyed the sanction  ofthe President to the reckonable commissioned service for  promotion  to  therank lieutenant Colonel and equivalent as 11  years  and  for  promotion  toColonel (Time Scale) as 24 years. Thus, this  letter  was  directed  towardsrestructuring of Non-Select Ranks in commissioned officers cadre of AFMS."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(x)    The  above  mentioned  order  dated  28.10.2005  was  aimed  atgranting  faster   promotions   to   the   commissioned   officers   doctorsconstituting a separate class. The difference  in  promotional  avenues  andhierarchical cadre, pay and allowances and other benefits  of  AMC  officersvis-à-vis civilian doctors is tabulated and shown as below:"
            ],
            "blockQuotes": [],
            "subPara": {
                "pre_2": "|            |Doctors of AFMS as Commissioned   |Civilian Doctors under   ||            |officers in the Indian Army, the  |the Central Health Scheme||            |Indian Air Force and the Indian   |etc.                     ||            |Navy                              |                         ||Governing   |Ministry of Defence (MoD) vide    |Ministry of Health &     ||resolution  |No.1(3)/2008-D (Pay/Services)     |Family Welfare dated     ||issued by   |dated 30.8.2008                   |30.10.2008 issued        ||the Govt. of|                                  |pursuant to Ministry of  ||India       |                                  |Finance resolution dated ||            |                                  |29.8.2008                ||Service     |AFMS doctors are Commissioned     |Government by different  ||conditions  |Officers in Military Uniform and  |set of terms and         ||            |are therefore part of Armed       |conditions of service as ||            |Forces. All the service conditions|applicable under the     ||            |in the matter of pay and          |applicable rules such as ||            |allowances and service benefits   |Central Civil Services   ||            |applicable to other army personnel|(CCS) Rules etc. in      ||            |are applicable to AFMS doctors.   |respective Health        ||            |                                  |services.                ||Grade Pay   |…..Rs.6,100/-                     |After implementing the   ||(GP)        |Rs.6,600/-                        |DACP scheme Rs.5,400/-   ||            |Rs.8,000/-                        |….. Rs.6,600/-           ||            |Rs.8,700/-                        |Rs.7,600/- …..           ||            |Rs.10,000/-                       |Rs.10,000/-              ||            |Rs.12,000/-                       |                         ||Promotional |Captain/Flight                    |After grant of DACP      ||Avenue/hiera|Lieutenant/Lieutenant             |promotion avenues of     ||rchy        |Major/Squadron Leader/Lieutenant  |civilian doctors are:    ||            |Commander                         |Medical Officers         ||            |Lieutenant Colonel/Wing           |Senior Medical Officers  ||            |Commander/Commander               |Chief Medical Officer    ||            |Colonel/Group Captain/Captain     |Chief Medical Officer    ||            |(Navy)                            |(NFSG)                   ||            |Brigadier/Air Commodore/Commodore |SAG                      ||            |(Navy)                            |                         ||            |Major General/Air Vice            |                         ||            |Marshal/Rear Admiral              |                         ||            |Lieutenant General/Air            |                         ||            |Marshal/Vice Admiral              |                         ||            |DGAFMS                            |                         ||Other       |Military Service Pay @ Rest.      |No such allowance/benefit||service     |6000/- pm for all officers up to  |is available to civilian ||benefits    |the rank of Brig in addition to   |doctors dealt with by the||            |Grade Pay, Outfit allowance, Kit  |decisions of the Ministry||            |Maintenance Allowance, Ration     |of Health & Family       ||            |Money decided from time to time   |Welfare.                 |"
            }
        },
        {
            "para": [
                "(xi)   It  is  evident  from  record  that  Armed  Forces   Personnel(Commissioned Officers) and Civilian Government employees are two  differentclasses, the Central Pay Commissions  (CPC)  make  separate  recommendationsfor them. The 6th CPC also made  separate  recommendations  with  regard  to‘Pay Scales of Defence Forces Personnel’ (Chapter  2.3)  and  ‘Allowances  &Conditions  of  service  of  Defence  Forces  Personnel’   (Chapter   4.10).Therefore, when the decisions was  to  be  taken  by  the  Govt.  of  India,Ministry of Defence with  regard  to  recommendations  of  6th  Central  PayCommission regarding grant  of  pay  and  allowances  etc.  to  the  defencepersonnel,  the  draft  resolution  was  examined  by  the   Department   ofExpenditure, Ministry of Finance."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xii) A note was issued by  the  Department  of  Expenditure  on  29.08.2008making it abundantly clear  that  the  recommendation  of  Dynamic  ACP  hasnothing to do with the doctors inducted  as  commissioned  officers  in  theIndian Army, the Indian Air Force  and  the  Indian  Navy  by,  inter  alia,observing as under:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Ministry  of  Defence  may  please  refer  to  Draft  Resolution  regardingimplementation  of   the   Government’s   decision   on   Pay   Commission’srecommendations relating to Officers of Defence Forces  for  vetting  beforeissue."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "2.    A point (ix) has been added in  the  Draft  Resolution  regarding  theenhanced  Grade  Pay  for  middle  level  officers  (from  Captain/Equ.   ToBrigadier/equ.)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "3.    In the annexure to the Resolution where revised pay scales  have  beenindicated, for the sake of clarity and understanding, MOD may  like  to  puttwo tables simultaneously one containing the recommendations  of  the  SixthCPC and the other showing final decision of the Government in  this  regard.Similar tables have been put  in  this  Ministry’s  resolution  relating  tocivilian Government employees."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "4.    In the Annexure to the Resolution relating to  Allowances  concessions& benefits and conditions of service of Defence  Forces  personnel,  againstitem 8, point no.(ii) relating to grant of Dynamic ACP to doctors  has  beendeleted, as the same is not applicable to doctors in the Defence Forces…….”"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xiii)      The above-mentioned unambiguous position incorporated in para  4of the note dated 29.08.2008 of the Department of Expenditure to the  effectthat DACP Scheme has  nothing  to  do  and  is  not  applicable  to  doctors(Commissioned Officers) in the Indian Army, the Indian  Air  Force  and  theIndian Navy, and was accordingly not mentioned in  the  eventual  Resolutionissued  by  the  Ministry  of  Defence,  Govt.  of   India   on   30.08.2008implementing the recommendations of the 6th CPC."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xiv) Therefore, as in the past, two separate  Resolutions  were  issued  bythe Government conveying the decisions on the  recommendations  of  the  6thCPC. One Resolution was issued by the Ministry of Finance in respect of  theCivilian  employees  vide  resolution  No.1/1/2008-IC  dated  29.8.2008  andanother Resolution was issued by the  Ministry  of  Defence  in  respect  ofArmed  Forces  Personnel  (including  AFMS   Commissioned   Officers)   videNo.1(30)/2008-D (Pay/Services) dated 30.08.2008."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xv)  The civilian doctors including civilian doctors  in  the  AFMS  (otherthan Commissioned Officers) are governed by the Resolution dated  29.08.2008issued by the Ministry of  Finance,  Dept.  of  Expenditure  read  with  theCircular by the Ministry of Health & Family Welfare dated 30.10.2008."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xvi) As per Govt. orders the Resolution dated 29.08.2008  deals  only  withthe civilian employees of the Central Govt. in Groups  ‘A’,  ‘B’,  ‘C’,  ‘D’including  civilian  doctors  in  the  DGAFMS   (other   than   CommissionedOfficers). The DACP Scheme for doctors in the  Resolution  dated  29.08.2008dealt in para 12 is only with regard to civilian doctors including  civiliandoctors in the DGAFMS (other than Commissioned Officers)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xvii)      The Resolution of the Ministry of Defence  dated  30.08.2008  isfor Defence personnel including doctors who are appointed  as  ‘CommissionedOfficers’. Para 5 of the said resolution of the Ministry  of  Defence  dated30.08.2008 is reproduced as under;-"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“…..5.     The  decisions  taken  by  the  Government  accordingly  onvarious recommendations of the Commission in respect of  officers  of  ArmedForces are indicated in the statement at Annexure-I to this resolution.  Theexisting pay scales of Officers of the Armed Forces  are  indicated  in  theStatement at Annexure-II…..”(xviii)     Item No.7 of Annexure-I and Item No.7  of  Annexure-IB  appendedto the Resolution of the Ministry  of  Defence  dated  30.08.2008  providingseparately for the  pay  for  AMC  Officers  and  also  payment  of  variousallowances for the doctors working as commissioned  officers  in  the  ArmedForces."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xix) it is also clear from the recommendations made by the 6th CPC in  para3.6.7 of its Report that ‘the DACP Scheme  recommended  by  5”  Central  PayCommission for different streams  of  doctors  should  be  extended  to  alldoctors including those working in  isolated  posts.  The  promotions  underDACP for other categories of doctors will be guided by the  same  conditionsas applied in case of doctors  working  in  Central  Health  Scheme”  is  inrespect of the Civilian Government  employees.  Accordingly,  the  same  wasmentioned in para 12 of  the  Resolution  dated  29.08.2008  issued  by  theDeptt. Of Expenditure, Ministry of Finance  which  was  in  respect  of  theCivilian  employees.  In  pursuance  of  this  Resolution   of   Deptt.   OfExpenditure, Ministry of Finance, the Ministry of Health  &  Family  Welfare(M/o  H&FW)  vide  their  O.M.  No.A.45012/2/2008-CHS.V   dated   29.10.2008extended the DACP Scheme  to  all  medical  doctors,  whether  belonging  toorganized services or holding isolated posts. Thus, it  is  clear  that  theO.M. dated 29.10.2008 of Mb H&FW is applicable only in respect  of  civiliandoctors and not in respect of the AFMS doctors,  as  the  AFMS  doctors  arepart and parcel of Armed Forces Personnel."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xx)  However, for the civilian doctors of DGAFMS who are  not  commissionedOfficers, Ministry of Defence issued  a  Circular  dated  15.01.2009  makingavailable for them the benefit  of  DACP  Scheme.  As  per  existing  orderscivilian doctors (who are not the Commissioned Officers) working as  GeneralDuty Medical Officers and Teaching Sub-Cadre in the DGAFMS are always  dealtwith and provided  for  with  same  service  conditions/benefits  which  aredecided  in  relation  to  other  civilian  doctors  in  Central  Governmentservices by the respective authorities such as Ministry of Health  &  FamilyWelfare, Railways, Ordnance Factories  etc.  and  their  service  conditionsdecided by the Ministry of Defence, Govt.  of  India  for  the  commissionedofficers constituting AFMS Cadre."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxi) The doctors inducted as Commissioned Officers in the Indian Army,  theIndian Air  Force  and  the  Indian  Navy  having  at  least  7  promotionalpositions in their respective  services  i.e.  Army,  Navy  and  Air  Force,having different pay scales etc. –  have  no  concern  whatsoever  with  theterms and conditions of service of the  civilian  doctors.  As  demonstratedabove,  this  distinction  between  the  category  of  doctors  working   ascommissioned officers in the Indian Army,  the  Indian  Air  Force  and  theIndian Navy governed by the norms laid down by the Ministry of  Defence  andthe civilian doctors governed  by  Ministry  of  Health  &  Family  Welfare,Railways etc. – has always been well appreciated  and  acknowledged  by  thesuccessive  Pay  Commissions  including  the  5th  and   6th   Central   payCommissions."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxii)      The record of Court cases mentioned  and  sought  to  be  reliedupon by  the  COSC  nowhere  reveals  that  the  above-mentioned  clear  andunambiguous distinction  between  these  two  categories  of  doctors,  i.e.commissioned officers in the Indian Army,  the  Indian  Air  Force  and  theIndian Navy and civilian doctors  were  properly  disclosed/placed/explainedto  the  Hon’ble  Armed  Forces  Tribunal  (AFT),  Chandigarh  Bench   whiledefending  the  OA  filed  by  the   Col.   (Retd.)   Sanjeev   Sehgal   forimplementation of DACP Scheme for AFMS officers. These facts were  also  notplaced before the Hon’ble Supreme Court in Civil Appeal D No.14342 of  2013.In the two subsequent court cases decided by the Ld. AFT,  Principal  Bench,New Delhi while defending the OAs filed by Col.(Retd.) Ajamal  Singh  Bhayaland Gp. Capt.(Retd.) K.P. Singh, again the true and correct  facts  in  thisregard were not placed before the AFT."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxiii)     It is evident from the order dated 18.7.2011 in O.A.  No.488  of2011 passed by Ld. AFT. In other words, the  inapplicable  Resolution  dated29.8.2008 was placed and relied upon in O.A. No.488 of 2011 and the  correctResolution dated 30.08.2008 of the Ministry of Defence  applicable  in  thatcase was not placed before the Ld. AFT."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxiv)           When the above mentioned aspects came to  be  noticed,  thematter was again examined and the case was taken up with  the  Ld.  AttorneyGeneral for India, who advised the Govt. to file appeals before the  Hon’bleSupreme Court of India in the two cases of Col.(Retd.) Ajamal  Singh  Bhayaland Gp. Capt. (Retd.) K.P. Singh."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxv)       Therefore, the official records of the Govt.  clearly  establishand demonstrate that doctors belonging to two  different  categories/classesare  treated  and  provided  for  separately.  It  would  therefore  not  bepermissible to grant benefit of DACP (meant for civilian  doctors  includingthe civilian doctors in the DGAFMS) to the doctors inducted as  CommissionedOfficers in the Indian Army, the Indian Air Force and the Indian Navy."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxvi)           The issue of grant of DACP Scheme with higher Grade Pay  todoctors and higher Grade Pay to other commissioned  officers  of  the  threeServices as recommended by the COSC is not only impermissible but  also  hasfar reaching serious huge financial and other structural  ramifications  forthe Defence Forces."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxvii)     The  impermissible  demand  [by  creating  a  confusion  by  notplacing correct facts] for making  available  the  benefit  of  DACP  Schememeant only for civilian  doctors  including  the  civilian  doctors  in  theDGAFMS to the doctors inducted as Commissioned Officers in the Indian  Army,the Indian Air Force and the Indian Navy who are  dealt  with  and  providedfor by the decisions of the Ministry of Defence, Govt.  of  India  –  has  apotential of creating serious issues in the  Indian  Army,  the  Indian  AirForce and the Indian Navy having 7 promotional avenues for doctors  inductedas  commissioned  officers  and  are  at  par  with  the  other  non-doctorscommissioned officers in the Armed  Forces.  Such  an  impermissible  demandalso  inevitably  carries  with  it  a  huge  possibility  of  creating   anirreversible imbalance in the working of the commissioned  officers  in  allthe Indian Army, the Indian Air Force and  the  Indian  Navy  in  that,  thehitherto existing  same  yardstick  for  doctors  inducted  as  commissionedofficers and non-doctor commissioned officers in various Arms  and  Servicesin all the three Services (approx. 70,000)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(xxviii)    In fact, it is on record that because of these reasons the  COSCalso inter alia, observed in its earlier communication that  grant  of  DACPto doctors in AFMS will adversely impact intra-cadre Dynamics in respect  of70,000  Commissioned  Officers.  The  COSC  had   also   stated   that   theimplementation of DACP should necessarily  be  in  consonance  with  Serviceethos and should subscribe and not upset the well  established  command  andcontrol structure."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "7.     It  is  reiterated  that  in  view  of  the  above  mentioned   cleardistinction between two  different  classes  of  doctors  i.e.  CommissionedOfficers in the AFMS and civilian doctors [not in the class of  CommissionedOfficers], there  was  never  any  recommendation  by  the  6th  [being  theappropriate body] for granting DACP to  doctors  recruited  as  CommissionedOfficers in the three Services."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "8.    In view of the position stated  above,  it  is  clear  that  the  DACPScheme as brought out in M/o H&FW O.M. dated 29.10.2008, is  not  applicablefor AFMS doctors working as Commissioned Officers in the three Services  andtherefore, the same had not been and cannot be extended to them."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "9.    This issues with the approval of Hon’ble Raksha Mantri."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Yours faithfully,                                      (D.K. Paliwal)                           Deputy Secretary (Medical)”"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "8.    The respondents in the two appeals and  the  petitioner  in  the  writpetition, however contend that the  decision  of  the  Tribunal  dated  18thJuly, 2011 in the case  of  Col.  Sanjeev  Sehgal  (supra)  having  attainedfinality with the dismissal of the civil appeal preferred by the  departmentbefore this Court on 25th September, 2013, it is not open to the  departmentto contend to the contrary.  Any new plea to be taken by department  is  hitby the principles of  res  judicata.   Further,  the  department  cannot  bepermitted to rely on new documents such as  Memorandum  dated  29th  August,2008 and 30th August, 2008 which were never  pressed  into  service  in  theearlier proceedings, that the department has acquiesced in the  decision  inCol. Sehgal’s case  (supra)  consequent  to  the  dismissal  of  the  appealagainst that decision by this Court, by not preferring  any  review  againstthe decision of this  Court.   Also  because,  after  the  decision  of  theSupreme Court in the case  of  Col.  Sehgal  (supra),  the  department  tookpositive steps and decided to act upon the direction given by  the  Tribunal– as is manifest from the office note prepared by Shri  D.K.  Paliwal  dated22nd  September,  2014.  That  has  been  duly  approved  by   the   DefenceSecretary,  Shri  R.K. Mathur on 10th September, 2014  and  finally  by  thethen Defence Minister himself on 13th September, 2014.  With the  change  ofGovernment, it is urged that it is not open to the  new  Government  or  thenew Defence Minister to take a different view of the matter and more  so  inviolation of the direction issued by  the  Tribunal  and  confirmed  by  theSupreme Court.  It is contended that  consequent  to  the  decision  of  theSupreme Court rejecting the appeal  preferred  by  the  department  in  Col.Sehgal’s case (supra), the  direction  given  by  the  Tribunal  (ChandigarhBench) stood merged on the principle of doctrine of merger.  Therefore,  thedecision now taken by the present establishment  is  in  the  teeth  of  thedecision of the Supreme Court.  It is submitted that the  appeals  filed  bythe department are not maintainable and in any case  the  department  cannotbe permitted to rely on documents which were not part of the  record  beforethe Tribunal when such a plea was not taken before the  Tribunal  either  inthe Original Applications filed by the respondents in the two appeals or  inthe previous round of  proceedings  in  the  case  of  Col.  Sanjeev  Sehgal(supra)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "9.    The respondents have also  invited  our  attention  to  the  incorrectcertification given by the advocate on record that no additional facts,  newdocuments or grounds have been taken in the  appeal.    On  merits,   it  iscontended that the recommendation made by the 6th Pay  Commission  does  notexpressly exclude the application of  DACP Scheme  to  the  Doctors  in  theArmed Forces Medical Services (AFMS).   On  the  other  hand,   it  is  wideenough to include them.  Therefore, extending benefit of DACP to Doctors  inAMC as has been granted  to  other  doctors  in  organized  and  unorganizedsectors   in the Central Government is  imperative.   They  further  contendthat there is no distinction made by the  order  dated  15th  January,  2009between the sub cadre of civilian  doctors  and  doctors  belonging  to  thecadre of regular Armed Forces.   Similarly,  even  the  6th  Pay  Commissionmakes no such distinction.  In  any  case,  such  a  discrimination  is  notpermissible in law.  They further submitted that the appeals  filed  by  thedepartment are devoid of merits and deserve to be dismissed; and  instead  adirection be given to the department to give the benefit of the DACP  Schemeto doctors in the Army Medical Corps on the same terms as given  to  doctorsin  other  sub   cadres   of   AFMC   vide   order   No.12017/CMO/DGAFMS/DG-2B/126/09/D(Med.) dated 15th January, 2009  and  arrears  be  paid  to  themwith 18 per cent interest per annum  with effect from  29th  October,  2008.The  respondents  and  writ  petitioners  have  also  prayed  for   imposingexemplary costs on the department for pursuing untenable pleas."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "10.   The moot question for  our  consideration  is:   whether  the  medicaldoctors serving as Commissioned Officers in Armed Forces are covered by  theMinistry of Defence’s Resolution dated  30th  August  2008  or  Ministry  ofFinance’s Resolution dated 29th August 2008? Secondly,  whether  that  issueis conclusively answered by the Tribunal  in  Col.  Sehgal’s  case  (supra)?The decision of the Tribunal as upheld by this Court in  the  case  of  Col.Sanjeev Sehgal (supra), was  in  the  context  of  the  relief  claimed  forimplementation of the Dynamic Assured Career Progression  Scheme  (DACP)  asapproved by the Central Government. In that  case  reliance  was  placed  onpara 3 of the  Office  Memorandum  bearing  No.F.No.A-45012/2/08-CH-V  dated29th October 2008 issued by the  Ministry  of  Health  and  Family  Welfare,Government of India. The said proceeding was contested  by  the  department.The Tribunal noted the contents of the reply  filed  by  the  Department  tooppose  the  said  Original  Application,   wherein  it  was  admitted  thatGovernment of India, Ministry of Health and Family Welfare  has  implementedthe DACP Scheme in respect  of  Officers  of  Central  Health  Services  andMedical/Dental Doctors in Central  Government  respectively.   The  Tribunalalso noted the stand taken  by  the  Department  that  the  said  scheme  inDefence has not been implemented and the matter is  under  consideration  atvarious levels before military authorities and depending on the decision  tobe taken at the appropriate level, necessary orders will be  passed  in  duecourse.  After  having  noticed  this  contention  of  the  department,  theTribunal disposed of the Original Application vide  order  dated  18th  July2011, the relevant portion whereof has been extracted in  the  opening  partof this judgment.  That decision was challenged before this Court by way  ofCivil Appeal D.No.1434/2013, which was dismissed at the preliminary  hearingstage on 23rd September 2013. The order passed by this Court has  also  beenextracted hereinabove."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "11.    On a fair reading of the said decision of  the  Tribunal  dated  18thJuly 2011, all that it records is that there was no  denial  that  the  DACPscheme is equally applicable to AMC Cadre. Further, the Scheme  has  alreadybeen implemented in civil departments except in the Armed  Forces.  On  thatbasis,  the  Tribunal  issued  a  direction  to  the  Department  to   issueinstructions for implementation of the DACP  Scheme  in  the  light  of  theOffice Memorandum dated 29th October 2008 issued by the Ministry  of  Health& Family Welfare, dated  18th  November  2008  issued  by  the  Ministry  ofFinance and dated 27th November 2008 issued by the Ministry of Defence."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "12.    According  to  the  respondents  (in  the  aforementioned   appeals),therefore, it is not open to the department to contend to  the  contrary  ortake any position  which  would  inevitably  result  in  over  reaching  thedecision of this Court which has attained finality.  The appellants, on  theother hand, contend that the factual position recorded by  the  Tribunal  iscontrary to the official record, which, however, was not placed  before  theTribunal or before this Court.  In that, the correct  factual  position  wasnot brought to the notice of the Tribunal and also this Court, in the  CivilAppeal filed before  this  Court  against  the  decision  of  the  Tribunal.Nevertheless,  considering  the  far  reaching  financial   and   structuralramifications for the Defence Forces and in larger public  interest,  it  isessential to examine the core issue about the applicability of  DACP  Schemeto  Commissioned  Officers  of  Armed  Forces.  It  is  submitted  that  thedepartment intends to proceed against the officials responsible  for  filingsuch inaccurate and deficient pleadings –  which  entailed  in  recording  afinding that there was no denial that the DACP scheme is equally  applicableto AMC Cadre. There is ample contemporaneous record  to  indicate  that  theScheme was made applicable only to Civilian Doctors and not to  CommissionedOfficers serving  in  AMC  Cadre.  It  is  not  a  case  of  the  departmentapprobating and reprobating, but a case of an inaccurate  plea  being  takenbefore the Tribunal  which  led  to  the  said  finding.  If  the  officialsresponsible for filing such pleadings, in the departmental action are  foundto have done it intentionally, it would be a case bordering on  fraud.   Therecommendation made in respect of the DACP scheme by the 6th Pay  Commissionwas limited to Civilian Doctors (not in respect of Commissioned Officers  inthree Services). Besides the resolution passed by the  Ministry  of  Financedated 29th August 2008, bearing No.1/1/08-IC  made  it  explicit  that  DACPscheme  was  applicable  only  in  respect  of  civilian  employees  in  theorganized and unorganized sectors employed  by  the  Central  Government  asalso in the All India Services and to Chairpersons or Members of  regulatorybodies. Besides the said resolution, the Ministry of Finance, Department  ofExpenditure, Implementation Cell on 29th August 2008 vide its  communicationmade it amply clear to the Ministry of Defence that the  proposal  regardingimplementation of the Government decision of pay revision  qua  Officers  ofArmed Forces for grant of DACP to Doctors who are Commissioned  Officers  inAMC Cadre has been deleted as the same is not applicable to the  Doctors  inthe Defence Forces. The Ministry of  Defence  accordingly,  on  30th  August2008 issued a resolution extending the benefits of other  allowances  (otherthan DACP) for the Commissioned Officers in three  Services  as  recommendedby the 6th Pay Commission and approved by the Government.  In  other  words,the appropriate authority had consciously not extended the benefit  of  DACPScheme to Doctors who were Commissioned  Officers  in  AMC  Cadre.  Further,according to the appellants the recommendation of the 6th Pay Commission  togrant DACP to Doctors  was limited to Civilian Doctors and  not  to  Doctorswho were Commissioned Officers in AMC Cadre.  The  6th  Pay  Commission  hasprovided a large number of other allowances to Commissioned Officers in  AMCCadre.   It is stated that Armed Forces Medical Services is a tri –  serviceorganization i.e. those who are commissioned as Doctors can be  employed  inany of the three services, namely (i) Indian Army,  (ii)  Indian  Navy,  and"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(iii)  Indian  Air  Force.  Commissioned  Officers  are  governed  by   ArmyInstructions 74/1976.  It  is  submitted  that  doctors  joining  the  threeservices as Commissioned Officers get the rank of :-"
            ],
            "blockQuotes": [
                "(i) Lt/Capt/Flight Lieutenant /Flying Officer\n (ii) Captain/Major/Squadron Leader/Lt. Comdr.\n (iii) Lt.Colonel/Wing Comdr./Comdr.\n (iv) Colonel/Group Capt./Capt.Navy\n (v)Brigadier /Air Cmdr./Cmdr.Navy\n (vi) Major General/Air Vice Marshal/Rear Admiral\n (vii) Lt.General/Air Marshal/Vice Admiral."
            ],
            "subPara": {}
        },
        {
            "para": [
                "Their promotion in AMC Cadre up to the rank of Captain, Major and Lt.  Col.are  by  time  scale  subject  to  meeting  the  prescribed   criteria   andsubstantive promotion to the ranks of Colonel, Brigadier, Major General  andLieutenant General is  by selection. As per para  10  of  Army  Instructions74/1976, officers granted permanent commission in  the  Army  Medical  Corpsreceive pay and allowances at the  rates  laid down in  Pay  and  AllowancesRegulations for officers of the Army, as amended from time to  time  by  theMinistry of Defence, Government of India in consultation with Department  ofExpenditure, Ministry of Finance. On the other hand, the Doctors serving  inMinistry of Defence are categorized as civilian medical doctors. In  so  faras civilian medical  doctors  are  concerned,  the  Government  has  alreadyextended DACP Scheme in terms of Circular issued by the Ministry of  Defencedated 15th January 2009. The fact that no express denial was stated  in  thepleadings filed before the Tribunal cannot be construed as admission of  theDepartment to extend DACP even to doctors working  in  AMC  Cadre.  If  DACPScheme is extended to doctors working in AMC Cadre, it would  result  in  ananomalous situation.  For, other Commissioned Officers working on  the  samerank would not be entitled for DACP considering the  service  conditions  ofthe Commissioned Officers who are governed by the Army Act, 1950,  the  NavyAct, 1957 and the Air Force Act, 1950 as the case may be. A distinction  hasalways been made between  AMC  Cadre  and  other  Medical  Services  in  theMinistry of Defence. Even the previous  Pay  Commission  reports  maintainedthat distinction while making recommendations, as has been done by  the  6thPay Commission.  The  6th  Pay  Commission  has  not  expressly  recommendedapplication of DACP Scheme to Commissioned Officers in AMC Cadre, as can  bediscerned  from  the  said  report  itself.   While  it  has  limited   thatrecommendation  to  civilian  employees  it  has  not  done  so  to  doctorsgenerally."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "13.   Reverting to the decision of the Tribunal in the case of Col.  SanjeevSehgal (supra), in our opinion, the observation made therein  will  have  tobe  construed  in  the  context  of  the  final  direction  issued  to   theDepartment. The authorities were directed  to  issue  instructions  for  theimplementation of DACP scheme in the light of  Annexure  A-1,  A-2  and  A-3attached with the Original Application within three months from the date  ofreceipt of copy of the order. That direction will have to  be  construed  tomean that the authorities must act in accordance with law  and  extend  DACPscheme even to the Commissioned Officers of AMC  Cadre,  if  permissible  inlaw. No more and no less. Therefore, this Court whilst dismissing the  CivilAppeal on 23rd September 2011 observed that no substantial question  of  lawof general/public importance arises for consideration. That decision  cannotbe given an expansive meaning so as  to  be  read  that  de-hors  the  legalposition,  DACP scheme be extended even to doctors working  as  CommissionedOfficers in AMC Cadre. Thus understood,  it  must  follow  that  the  issuesraised in the present appeals by the Government and  in  particular  by  theMinistry of Defence are not concluded nor have they  attained  finality.  Onthis finding, it may not be necessary for us to dilate  on  the  possibilityof an inaccurate reply affidavit having been filed before  the  Tribunal  tooppose the Original Application of Col. Sanjeev Sehgal or  for  that  matterthe circumstances  in  which  the  appropriate  Authority  was  inclined  toimplement DACP scheme qua Commissioned  Officers  in  Armed  Forces.  It  ispossible that office note in  that  behalf  was  prepared  on  an  erroneousassumption that the Court has directed that the DACP scheme  be  implementedeven in the case of  doctors  working  as  Commissioned  Officers  in  ArmedForces. We, however, leave it open to the department to proceed against  theconcerned officers who were responsible for creating such confusion and  forfiling an inaccurate  affidavit  and  for  not  bringing  on  record  entirematerial relevant for deciding the principal question about the  entitlementof doctors working as Commissioned Officers in AMC Cadre to receive DACP."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "14.   The next question is: whether this Court  should  itself  examine  thegamut of arguments regarding applicability of DACP Scheme  even  to  Doctorsserving as Commissioned Officers in AMC Cadre.  Indeed, the entire  materialhas now been placed before us, on the basis of which, it may be possible  toanswer the matters in issue.  The  appellants  have  relied  on  the  OfficeMemorandum dated 29th August, 2008 issued by the  Ministry  of  Finance  andthe resolution issued by the Ministry of Defence dated  30th  August,  2008.The former Office Memorandum including the Office  Noting  on  the  file  atdifferent levels, prima facie, indicates that there was  a  clear  exclusionof applicability of DACP Scheme to Doctors working as Commissioned  Officersin AMC Cadre.  In addition, our attention has been invited to the  referencemade to the 6th Pay Commission and the specific recommendation made  by  the6th Pay Commission for civilian doctors  and  separate  recommendations  forthe Commissioned Officers of AMC Cadre.  Since the Tribunal has  not  eitherin the case of Col. Sanjeev Sehgal  (supra)  or  in  the  impugned  decisionexamined all these  aspects  on  its  merits,  we  deem  it  appropriate  torelegate the parties before the Tribunal for reconsideration of  the  entirematter afresh without being influenced  by  the  observations  made  in  theorder passed in case of Col. Sanjeev Sehgal  (supra)  or  the  dismissal  ofappeal against that decision by this Court on 23rd September, 2011.  We  sayso because we are of the considered opinion that  the  direction  issued  bythe Tribunal in the case of Col. Sanjeev Sehgal (supra)  to  the  Departmentfor  issuing  instructions  was  obviously  to  decide   the   issue   underconsideration in accordance with law, on the question  of  applicability  ofDACP Scheme even to the Doctors working  as  Commissioned  Officers  in  AMCCadre.  As noted in the earlier part of the judgment, controversy  has  far-reaching structural ramifications to  the  Armed  Forces  besides  financialimplications and the possibility of a discrimination  within  the  cadre  ifadditional benefit was to be given only to Doctors working  as  CommissionedOfficers in AMC Cadre and not to other Commissioned Officers working on  thesame rank. This requires deeper consideration.  For that reason, this  Courtduring  the  pendency  of  these  appeals  had  permitted  the   appropriateauthority to examine the  entire  matter  and  take  a  necessary  decision.Pursuant to that liberty,  the Deputy Secretary (Medical)  of  the  Ministryof Defence, Government of  India,  has  informed  of  the  decision  of  theGovernment vide communication dated 13th  January,  2016  to  the  Chairman,Chiefs of Staff  Committee  (COSC).   It  would  be  open  to  the  originalapplicants (respondents in the appeals) to question the correctness  thereofin the remanded proceedings.  This would  provide  an  opportunity  to  bothsides to pursue their pleas and also facilitate the Tribunal to examine  thecorrectness of the position and answer the matters in issue appropriately."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "15.   For the nature of order we propose  to  pass,  it  is  unnecessary  todilate further on the other contentions.  To  do  substantial  and  completejustice to the parties,  we  leave  all  questions  on  merits  open  to  beconsidered by the Tribunal in the first instance. In  other  words,  we  arenot inclined to accept the grievance of the respondents in the appeals  thatthe appellants should not be permitted to rely on new documents  which  werenot part of the record before the Tribunal  or  for  that  matter  incorrectdeclaration  and  affidavit  filed  in  support  of  the  present   appeals.Instead, we give liberty to both sides to file further pleadings  and  placeon record any further documents before the Tribunal."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "16.   The appellants must file a comprehensive affidavit accompanied by  allthe relevant documents on  which  they  would  like  to  place  reliance  tobuttress the stand as to why DACP  Scheme  cannot  be  extended  to  Doctorsengaged as Commissioned Officers in AMC  Cadre.   That  affidavit  be  filedwithin four weeks from today. The respondents (original applicants) will  befree to file a response to that affidavit within three weeks from  the  dateof service of such affidavit on them. The Tribunal may endeavour to  disposeof the remanded original applications expeditiously  preferably  within  sixmonths of the completion of pleadings."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "17.    As  regards  the  writ  petition  filed  under  Article  32  of   theConstitution, we dispose of the same with liberty to the writ petitioner  toeither intervene in the remanded proceedings before the Tribunal or to  filea fresh Original Application for the relief claimed by him  in  the  presentwrit petition, which can be decided by the Tribunal  along  with  the  otherremanded original applications."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "18.   Accordingly, we partly allow the two appeals  preferred  by  Union  ofIndia and thereby set aside the order(s)  passed  by  the  Tribunal  in  therespective appeals and instead remand the respective  Original  Applicationsto the Tribunal for reconsideration of the entire matter de novo."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "19.   Needless  to  observe,  the  Tribunal  may  decide  all  the  remandedoriginal applications or  any  further  original  application  on  the  samesubject  matter  analogously  to  avoid   any   conflicting   decision   andmultiplicity of proceedings."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "20.   We grant liberty to the original applicant(s) to amend the  pleadings,if so advised, including to ask for further relief. In that event,  however,the Tribunal will give opportunity to the  appellants  (respondents  in  theOriginal Application(s)) to file a response to  the  amended  pleadings  andfurther relief, as the case may be."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "21.   Both the appeals and writ petition are disposed of in the above  termswith no order as to costs."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "………………………………….J."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(A.M.Khanwilkar)                                        ………………………………….J."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(Dr.D.Y.Chandrachud)New Delhi,Dated: 12th January, 2017"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "-----------------------"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "[1]      [2]     O.A. No. 488 of 2011 before the Armed Forces Tribunal atChandigarh"
            ],
            "blockQuotes": [],
            "subPara": {}
        }
    ],
    "id": "0"
}