{"court": "Supreme Court of India", "cites": [{"title": "the Dowry Prohibition Act, 1961", "link": "https://indiankanoon.org/docfragment/1763444/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/docfragment/445276/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Article 227 in The Constitution Of India   1949", "link": "https://indiankanoon.org/doc/1331149/", "caseids": ["0"]}, {"title": "The Indian Penal Code", "link": "https://indiankanoon.org/docfragment/1569253/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Section 304B in The Indian Penal Code", "link": "https://indiankanoon.org/doc/653797/", "caseids": ["0"]}, {"title": "Section 34 in The Indian Penal Code", "link": "https://indiankanoon.org/doc/37788/", "caseids": ["0"]}, {"title": "Section 306 in The Indian Penal Code", "link": "https://indiankanoon.org/doc/92983/", "caseids": ["0"]}, {"title": "Section 353 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/1074995/", "caseids": ["0"]}, {"title": "Section 498A in The Indian Penal Code", "link": "https://indiankanoon.org/doc/538436/", "caseids": ["0"]}, {"title": "Section 328 in The Indian Penal Code", "link": "https://indiankanoon.org/doc/1535430/", "caseids": ["0"]}, {"title": "Ranbir Yadav vs State Of Bihar on 21 March, 1995", "link": "https://indiankanoon.org/docfragment/1083208/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Article 136 in The Constitution Of India   1949", "link": "https://indiankanoon.org/doc/427855/", "caseids": ["0"]}, {"title": "Section 465 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/338903/", "caseids": ["0"]}, {"title": "A.R. Antulay vs R.S. Nayak & Anr on 29 April, 1988", "link": "https://indiankanoon.org/docfragment/1353689/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Section 194 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/316251/", "caseids": ["0"]}, {"title": "Surya Dev Rai vs Ram Chander Rai & Ors on 7 August, 2003", "link": "https://indiankanoon.org/docfragment/1016548/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Section 482 in The Indian Penal Code", "link": "https://indiankanoon.org/doc/903398/", "caseids": ["0"]}, {"title": "Section 482 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/1679850/", "caseids": ["0"]}, {"title": "Section 4 in the Dowry Prohibition Act, 1961", "link": "https://indiankanoon.org/doc/1023340/", "caseids": ["0"]}, {"title": "Smt. Sooraj Devi vs Pyare Lal And Anr on 8 January, 1981", "link": "https://indiankanoon.org/docfragment/484465/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "P.Vijayan vs State Of Kerala & Anr on 27 January, 2010", "link": "https://indiankanoon.org/docfragment/1938674/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Achutananda Baidya vs Prafullya Kumar Gayen And Ors on 8 April, 1997", "link": "https://indiankanoon.org/docfragment/607991/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "State Of Punjab vs Jagdev Singh Talwandi on 16 December, 1983", "link": "https://indiankanoon.org/docfragment/1158281/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "M/S Essen Deinki vs Rajiv Kumar on 29 October, 2002", "link": "https://indiankanoon.org/docfragment/268670/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Section 309 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/1645292/", "caseids": ["0"]}, {"title": "The Criminal Law Amendment Act,   1961", "link": "https://indiankanoon.org/docfragment/258943/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Sankatha Singh vs State Of U.P on 25 January, 1962", "link": "https://indiankanoon.org/docfragment/36900/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "The Delhi High Court Act,   1966", "link": "https://indiankanoon.org/docfragment/1483303/?formInput=cites%3A%20171236081", "caseids": ["0"]}, {"title": "Section 407 in The Code Of Criminal Procedure,   1973", "link": "https://indiankanoon.org/doc/834094/", "caseids": ["0"]}, {"title": "Section 3 in the Dowry Prohibition Act, 1961", "link": "https://indiankanoon.org/doc/751411/", "caseids": ["0"]}, {"title": "Ouseph Mathai & Ors vs M. Abdul Khadir on 5 November, 2001", "link": "https://indiankanoon.org/docfragment/965558/?formInput=cites%3A%20171236081", "caseids": ["0"]}], "citedBy": [{"title": "Karan vs State Nct Of Delhi on 27 November, 2020", "link": "https://indiankanoon.org/docfragment/19852117/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Ishwardas Sawaldas Mukhi And ... vs The State Of Maharashtra Through ... on 13 December, 2017", "link": "https://indiankanoon.org/docfragment/55424015/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Md. Nizam Ahmad @ Md. Nizam And Ors vs State Of Bihar And Anr on 8 March, 2019", "link": "https://indiankanoon.org/docfragment/34666898/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Abhijeet Singh Alias Ankur ... vs State Of Punjab on 28 May, 2019", "link": "https://indiankanoon.org/docfragment/151219237/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Tarun Jit Tejpal vs The State Of Goa on 19 August, 2019", "link": "https://indiankanoon.org/docfragment/19041404/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Om Prakash Kapoor @ O.P. Kapoor vs State Thru. Cbi, Bs&Fc;, New Delhi on 7 December, 2019", "link": "https://indiankanoon.org/docfragment/10356614/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Dr.Dev Nath Verma vs State Thrugh ... on 31 October, 2019", "link": "https://indiankanoon.org/docfragment/58208104/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Order Dt.1.11.2017 In B.P.No.433 ... vs By Advs. Sri.T.A.Shaji (Sr.) on 30 January, 2013", "link": "https://indiankanoon.org/docfragment/112576580/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Mohd Ashraf & Ors vs Abdul Wahid Siddique on 14 December, 2020", "link": "https://indiankanoon.org/docfragment/93573962/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Divya Sharma vs State on 27 November, 2018", "link": "https://indiankanoon.org/docfragment/95390705/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Prof Daksh Lohiya & Ors vs Land Acquistion Collector ... on 22 December, 2020", "link": "https://indiankanoon.org/docfragment/37838124/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "Sandhya Srivastava vs Dr Neelam Mishra & Ors. on 18 February, 2021", "link": "https://indiankanoon.org/docfragment/63920190/?formInput=citedby%3A%20171236081", "caseids": ["0"]}, {"title": "K.Sriramulu vs T.Mariyadasu on 17 December, 2020", "link": "https://indiankanoon.org/docfragment/72292038/?formInput=citedby%3A%20171236081", "caseids": ["0"]}], "applicationName": "CRIMINAL APPELLATE JURISDICTION", "applicationNumber": "CRIMINAL APPEAL NOS. 32-33 OF 2017", "author": "0", "bench": [{"name": "Dipak Misra", "id": "0"}, {"name": " Amitava Roy", "id": "0"}], "judge": [{"name": "DipakMisra,J.", "id": "0"}], "title": "Ajay Singh And Anr And Etc vs State Of Chhattisgarh And Anr on 6 January, 2017", "petitioners": ["Ajay Singh and Anr and Etc."], "respondants": "State of Chhattisgarh and Anr.", "link": "https://indiankanoon.org/doc/171236081/", "prejudgement": "                                             Reportable\n\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n\n                     CRIMINAL APPEAL NOS. 32-33 OF 2017\n                  (@ S.L.P. (Crl.) Nos. 7694-7695 of 2016)\n\n\nAjay Singh and Anr and Etc.             …Appellant(s)\n\n                             Versus\n\nState of Chhattisgarh and Anr.            …Respondent(s)\n\n\n\n\n                           J  U  D  G  M  E  N  T\n\n\n\nDipak Misra, J.\n", "paragraphs": [{"para": ["Performance of  judicial duty in  the  manner  prescribed  by  law  isfundamental to the concept of rule of law in  a  democratic  State.  It  hasbeen quite often said and, rightly so, that the judiciary is  the  protectorand preserver of rule of law.  Effective functioning of the said  sacrosanctduty has been entrusted to the judiciary and that  entrustment  expects  thecourts to conduct the judicial  proceeding  with  dignity,  objectivity  andrationality and finally determine the same in accordance  with  law.  Errorsare bound to occur but there cannot  be  deliberate  peccability  which  cannever be countenanced.   The  plinth  of  justice   dispensation  system  isfounded on the faith, trust and confidence of the people and nothing can  beallowed to contaminate and corrode the same.  A  litigant  who  comes  to  acourt of law expects that inherent and essential principles of  adjudicationlike adherence to doctrine of  audi  alteram  partem,  rules  pertaining  tofundamental adjective and seminal substantive  law  shall  be  followed  andultimately there shall be a reasoned verdict.   When  the  accused  faces  acharge in a court of  law,  he  expects  a  fair  trial.  The  victim  whosegrievance and agony have given rise to the trial also expects  that  justiceshould be done in accordance with law. Thus,  a  fair  trial  leading  to  ajudgment is necessitous in law and that is the assurance that is thought  ofon both sides.  The exponent on behalf of the accused  cannot  be  permittedto command the trial as desired by his philosophy of trial on  the  plea  offair trial and similarly, the proponent on behalf of the victim  should  notalways be allowed to ventilate the grievance that his  cause  has  not  beenfairly dealt with in the name of  fair  trial.  Therefore,  the  concept  ofexpediency and fair trial is quite applicable to the accused as well  as  tothe victim.  The result of such trial is to end in a  judgment  as  requiredto be pronounced in accordance with law. And, that is how the  stability  ofthe creditability in the institution is maintained."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["2.       The above prefatory note has relevance, a significant one,  to  thecase at hand. To appreciate the controversy, certain facts are requisite  tobe noted.  The marriage between the appellant No.  1  and  Ruby  Singh,  thedeceased, was  solemnized  according  to  Hindu  rites  on  22.06.1997.  Shecommitted suicide at her matrimonial home on 01.12.1998.   Kameshwar  Prataplodged FIR No. 194/98 at Police Station Lakhanpur,  Distt.  Sarguja  againstAjay  Singh  (husband),  Sureshwar  Singh  (father-in-law),  Dhanwanti  Devi(mother-in-law) and Kiran  Singh  (sister-in-law)  for  offences  punishableunder Section 304B, 34 of the Indian Penal Code (IPC)  and  other  offences.After the criminal  law  was  set  in  motion,  investigating  agency  aftercommencement of investigation  and  after  completion  thereof  laid  chargesheet under Sections 304B, 498A/34, 328 IPC read with Section 3/4  of  DowryProhibition Act, 1961 against the accused persons before the Court of  ChiefJudicial Magistrate, Ambikapur, who, in turn, committed the  matter  to  theCourt of Session and eventually the matter was tried  by  Second  AdditionalSessions Judge, Ambikapur. We are, in the present case, not  concerned  withhow many witnesses were examined  by  the  trial  court  or  how  the  trialcontinued.  What needs to be stated is that the learned trial  Judge  passedan order in the order sheet that recorded that the accused persons had  beenacquitted as per the judgment separately typed, signed and dated."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[615, 626, "Section 304B", "Section"], [629, 630, "34", "Section"], [639, 655, "Indian Penal Code", "Act"], [658, 660, "IPC", "Act"], [849, 861, "Sections 304B", "Section"], [864, 870, "498A/34", "Section"], [877, 879, "IPC", "Act"], [891, 901, "Section 3/4", "Section"], [908, 933, "DowryProhibition Act, 1961", "Act"]]}, {"para": ["3.    A member of the State Bar Council sent a complaint to the Registry  ofthe High Court of Chhattisgarh, Bilaspur alleging that learned  trial  judgehad acquitted the accused persons but no judgment had  been  rendered.   TheRegistrar (Vigilance) of the High Court issued a memorandum to the  Districtand Sessions Judge, Surguja at Ambikapur on 18.02.2008 to inquire  into  thematter and submit a  report.  The  concerned  District  and  Sessions  Judgesubmitted the report to the High Court on the  same  date  stating  that  nojudgments were found in the records of such cases. It has also been  broughtto the notice of the High Court  that  in  sessions  trials  being  SessionsTrial No. 148 of 1999 and Sessions Trial No. 71  of  1995  though  the  sametrial judge had purportedly  delivered  the  judgments  but  they  were  notavailable on record as the judgments had not actually been  dictated,  datedor signed.  Thereafter the matter was placed before the Full  Court  of  theHigh Court on 04.03.2008 on which date a resolution was passed  placing  theconcerned trial judge under suspension in contemplation  of  a  departmentalinquiry.  At the same time, the Full Court took  the  decision  to  transferthe cases in question  from  the  concerned  trial  judge  to  the  file  ofDistrict  and  Sessions  Judge,  Surguja  at  Ambikapur  for  rehearing  anddisposal. It is worthy to note here  that  the  concerned  officer  was  putunder suspension and after  completion  of  inquiry  was  imposed  with  thepunishment of compulsory retirement on 22.03.2011. We make it clear that  weare not concerned with the said punishment in the case."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["4.    After the decision was taken for transferring the cases  by  the  FullCourt for rehearing, three writ petitions  forming  the  subject  matter  ofWrit Petition (Criminal) Nos. 2796 of 2008, 2238 of 2008  and  276  of  2010were filed. The accused in  Sessions  Trial  No.  148  of  1999  filed  WritPetition (Criminal) Nos. 2796 of 2008  and  2238  of  2008  and  accused  inSessions Trial  No. 71 of 1995 filed the other writ petition, that is,  WritPetition (Criminal) No. 276 of 2010."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["5.    The controversy really centers around two issues, namely, whether  thelearned trial judge had really  pronounced  the  judgment  of  acquittal  on31.10.2007 and whether  the  High  Court  could  have  in  exercise  of  itsadministrative power treated the trial as pending and transferred  the  samefrom the Court of Second Additional Sessions Judge, Ambikapur to  the  Courtof District and Sessions Judge,  Surguja  at  Ambikapur  for  rehearing  anddisposal."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["6.    It is urged by learned counsel for the appellants that the  nature  oforder passed by the learned trial judge would amount to a  judgment  and  inthe absence of any appeal preferred by the State there could not  have  beena direction for rehearing of the sessions case as such action runs  contraryto the provisions of CrPC.  Learned  counsel  would  submit  that  the  HighCourt  in  exercise  of  power  of  the  superintendence  could   not   havetransferred the case treating it as pending on its administrative side.   Tobolster the said submission he  has  placed  reliance  on  Ouseph  Mathai  &others v. M. Abdul Khadir[1], Essen Deinki v. Rajiv Kumar[2] and  Surya  DevRai v. Ram Chander Rai and others[3]."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[326, 329, "CrPC", "Act"], [652, 653, "v.", "Case"], [689, 689, "v", "Case"]]}, {"para": ["7.    Mr. C.D. Singh, learned counsel  for  the  State  submitted  that  theapproach of the High Court is absolutely infallible  and  does  not  warrantany interference by this Court."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["8.    To appreciate the controversy, it is necessary to refer to  the  ordersheet in Sessions Trial No. 71 of 1995. The trial  judge  on  28.1.2008  hadpassed the following order:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["“28.1.2008:"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["State represented by Shri Rajesh Tiwari, A.G.P."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Accused along with their Counsel Shri Arvind Mehta, AdvocateThe judgment has been typed separately.  The same  has  been  dated,  signedand announced."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Resultantly, Accused T.P. Ratre is acquitted of  the  charge  under  Section306 IPC."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[70, 79, "Section306", "Section"], [81, 83, "IPC", "Act"]]}, {"para": ["A copy of  this  judgment  be  sent  to  the  District  Magistrate,  Surguja(Ambikapur) through A.G.P."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Proceedings completed."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["The result be noted in the register and the record be  sent  to  the  RecordRoom.”Be it noted, in the other Sessions Trial, i.e., Sessions Trial  No.  148  of1999 almost similar order has been passed. Be  it  stated,  apart  from  theaforesaid order, as per  the  enquiry  conducted  by  the  learned  DistrictJudge, there was nothing on record.  The trial judge had  not  dictated  theorder in open court.  In such a situation, it is to  be  determined  whetherthe judgment had been delivered by the trial judge or not."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["9.    Chapter XVIII of CrPC provides for trial before a  court  of  session.Section 227 empowers the trial judge to discharge the accused after  hearingthe submissions of the accused and the prosecution and  on  being  satisfiedthat there is no sufficient ground for proceeding against the accused.   Thekey words of the Section are “not sufficient ground for  proceeding  againstthe   accused”.   Interpreting   the   said   provision,   the   Court    inP. Vijayan v. State of Kerala and another[4] has held that the Judge is  nota mere post office to frame the charge at the  behest  of  the  prosecution,but has to exercise his judicial mind to the facts of the case in  order  todetermine whether a case for trial has been made out by the prosecution.  Inassessing this fact, it is not necessary for the court  to  enter  into  thepros and cons of the matter or into a weighing  and  balancing  of  evidenceand probabilities which is really the  function  of  the  court,  after  thetrial starts. At the stage of Section 227, the Judge has merely to sift  theevidence in order to find out whether or not there is sufficient ground  forproceeding against the accused. In other words, the  sufficiency  of  groundwould take within its fold the  nature  of  the  evidence  recorded  by  thepolice or the documents produced before the court which  ex  facie  disclosethat there are suspicious circumstances against the accused so as  to  framea charge against him."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[24, 27, "CrPC", "Act"], [468, 468, "v", "Case"], [1019, 1029, "Section 227", "Section"]]}, {"para": ["10.   Section 228 empowers the trial judge to  frame  the  charge.   Section229 provides if the accused pleads guilty, the Judge shall record  the  pleaand may, in his discretion, convict him thereon.  Section 230  provides  fordate for prosecution evidence.  Section 231  deals  with  the  evidence  forprosecution.  Section 232 provides that if, after taking  the  evidence  forthe prosecution, examining the  accused  and  hearing  the  prosecution  thedefence on the point, the Judge considers that there  is  no  evidence  thatthe accused committed the offence,  the  Judge  shall  record  an  order  ofacquittal. Section 233 stipulates that where the accused  is  not  acquittedunder Section 232 he shall be called  upon  to  enter  on  his  defence  andadduce any evidence he may have in support thereof.   Section  234  providesfor arguments. Section 235 which  provides  for  judgment  of  acquittal  orconviction reads as follows:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[7, 17, "Section 228", "Section"], [70, 79, "Section229", "Section"], [203, 213, "Section 230", "Section"], [261, 271, "Section 231", "Section"], [319, 329, "Section 232", "Section"], [620, 630, "Section 233", "Section"], [691, 701, "Section 232", "Section"], [815, 826, "Section  234", "Section"], [852, 862, "Section 235", "Section"]]}, {"para": ["“235. Judgment of acquittal or conviction. –  (1)  After  hearing  argumentsand points of law (if any), the Judge shall give a judgment in the case.(2) If the accused is convicted, the Judge  shall,  unless  he  proceeds  inaccordance with the provisions of section  360,  hear  the  accused  on  thequestion of sentence, and then pass sentence on him according to law.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[259, 270, "section  360", "Section"]]}, {"para": ["11.   Chapter XXIV provides for  general  provisions  as  to  inquiries  andtrials. Chapter XXVII deals with the judgment. Section  353  lays  down  theprocedure for pronouncement of the judgment. The  said  provision  reads  asfollows:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[124, 135, "Section  353", "Section"]]}, {"para": ["“353. Judgment -"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(1) The  judgment  in  every  trial  in  any  Criminal  Court  of   originaljurisdiction shall be pronounced in open  Court  by  the  presiding  officerimmediately after the termination of the trial or at  some  subsequent  timeof which notice shall be given to the parties or their pleaders,-"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(a) by delivering the whole of the judgment; or"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(b) by reading out the whole of the judgment; or"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(c) by reading out the operative part of the  judgment  and  explaining  thesubstance of the judgment in a language which is understood by  the  accusedor his pleader."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(2) Where the judgment is delivered under clause  (a)  of  sub-section  (1),the presiding officer shall cause it to be taken down  in  short-hand,  signthe transcript and every page thereof as soon  as  it  is  made  ready,  andwrite on it the date of the delivery of the judgment in open Court.(3) Where the judgment or the operative  part  thereof  is  read  out  underclause (b) or clause (c) of sub- section (1), as the case may be,  it  shallbe dated and signed by the presiding officer in open Court,  and  if  it  isnot written with his own hand, every page of the judgment  shall  be  signedby him."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[405, 411, "section", "Section"]]}, {"para": ["(4) Where the judgment is pronounced in the manner specified in  clause  (c)of  sub-section  (1),  the  whole  judgment  or  a  copy  thereof  shall  beimmediately made available for the perusal of the parties or their  pleadersfree of cost."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(5) If the accused is in custody,  he  shall  be  brought  up  to  hear  thejudgment pronounced."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(6) If the accused is not in custody, he shall be required by the  Court  toattend  to  hear  the  judgment  pronounced,  except  where   his   personalattendance during the trial has been dispensed with and the sentence is  oneof fine only or he  is  acquitted:  Provided  that,  where  there  are  moreaccused than one, and one or more of them do not attend  the  Court  on  thedate on which the judgment is to be pronounced, the presiding  officer  may,in order to avoid undue delay in the disposal of  the  case,  pronounce  thejudgment notwithstanding their absence."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(7) No judgment delivered by any  Criminal  Court  shall  be  deemed  to  beinvalid by reason only of the absence of any party or  his  pleader  on  theday or from the place notified for the delivery thereof, or of any  omissionto serve, or defect in serving, on the parties or their pleaders, or any  ofthem, the notice of such day and place."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(8) Nothing in this section shall be construed  to  limit  in  any  way  theextent of the provisions of section 465.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["12.   Section 354 provides for language and contents of  the  judgment.  Thesaid provision reads as follows:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[7, 17, "Section 354", "Section"]]}, {"para": ["“354. Language and contents of judgment.-"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(1) Except as otherwise expressly provided  by  this  Code,  every  judgmentreferred to in section 353,-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[92, 102, "section 353", "Section"]]}, {"para": ["(a) shall be written in the language of the Court;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(b) shall contain the  point  or  points  for  determination,  the  decisionthereon and the reasons for the decision;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(c) shall specify the offence (if any) of which,  and  the  section  of  theIndian Penal Code (45 of 1860 ) or other law under  which,  the  accused  isconvicted and the punishment to which he is sentenced;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(d) if it be a judgment of acquittal, shall state the offence of  which  theaccused is acquitted and direct that he be set at liberty.(2) When the conviction is under the Indian Penal Code (45 of  1860  ),  andit is doubtful under which of two sections, or under which of two  parts  ofthe  same  section,  of  that  Code  the  offence  falls,  the  Court  shalldistinctly express the same, and pass judgment in the alternative.(3) When the conviction is for an offence punishable with death or,  in  thealternative, with imprisonment for  life  or  imprisonment  for  a  term  ofyears, the judgment shall state the reasons for the sentence  awarded,  and,in the case of sentence of death, the special reasons for such sentence.(4) When the conviction is for an offence punishable with  imprisonment  fora  term  of  one  year  or  more,  but  the  Court  imposes  a  sentence  ofimprisonment for a term of less than  three  months,  it  shall  record  itsreasons  for  awarding  such  sentence,  unless  the  sentence  is  one   ofimprisonment till the rising of the Court  or  unless  the  case  was  triedsummarily under the provisions of this Code."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(5) When any person is sentenced to death, the sentence  shall  direct  thathe be hanged by the neck till he is dead."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(6) Every order under section 117 or sub-section  (2)  of  section  138  andevery final order made under section 125, section 145 or section  147  shallcontain the point or points for determination, the decision thereon and  thereasons for the decision.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[23, 33, "section 117", "Section"], [60, 71, "section  138", "Section"], [106, 116, "section 125", "Section"], [119, 129, "section 145", "Section"], [134, 145, "section  147", "Section"]]}, {"para": ["13.   Section 362 has the heading “Court not to alter  judgment.”  The  saidprovision is as follows:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[7, 17, "Section 362", "Section"]]}, {"para": ["“362. Court not to alter judgment.?Save as otherwise provided by  this  Codeor by any other law for the time being in  force,  no  Court,  when  it  hassigned its judgment or final order disposing  of  a  case,  shall  alter  orreview the same except to correct a clerical or arithmetical error.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["14.   Interpreting  the  said  provision  in  the  context  of  exercise  ofinherent power of the High Court under Section 482 CrPC this Court  in  Smt.Sooraj Devi v. Pyare Lal and another[5] held thus:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[116, 126, "Section 482", "Section"], [128, 131, "CrPC", "Act"], [165, 165, "v", "Case"]]}, {"para": ["“5. The appellant points out that he invoked the inherent power of the  HighCourt saved by  Section  482  of  the  Code  and  that  notwithstanding  theprohibition imposed by Section  362  the  High  Court  had  power  to  grantrelief. Now it is well settled that the inherent power of the  court  cannotbe exercised for doing that which is specifically  prohibited  by  the  Code(Sankatha Singh v. State of U.P.[6]). It is true  that  the  prohibition  inSection 362 against the court altering or reviewing its judgment is  subjectto what is “otherwise provided by this Court or by any  other  law  for  thetime being in force”. Those words, however, refer to those  provisions  onlywhere the court has been expressly authorised by the Code or  other  law  toalter or review its judgment.  The  inherent  power  of  the  court  is  notcontemplated  by  the  saving  provision  contained  in  Section  362   and,therefore, the attempt to invoke that power can be of no avail.”We have referred to the aforesaid  decision  to  illustrate  that  the  CrPCconfers absolute sanctity to the judgment once it is  pronounced.   It  doesnot conceive of any kind of alteration."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[93, 104, "Section  482", "Section"], [176, 187, "Section  362", "Section"], [894, 905, "Section  362", "Section"]]}, {"para": ["15.   Section 363 provides copy of judgment to be given to the  accused  andother persons.  Section 364 provides for the situation  where  the  judgmentrequires to be translated."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[7, 17, "Section 363", "Section"], [93, 103, "Section 364", "Section"]]}, {"para": ["16.   It is apposite to note that though  CrPC  does  not  define  the  term“judgment”, yet it  has  clearly  laid  down  how  the  judgment  is  to  bepronounced. The provisions clearly spell out that it is  imperative  on  thepart of the learned trial judge to pronounce the judgment in open  court  bydelivering the whole of the judgment or by reading  out  the  whole  of  thejudgment  or  by  reading  out  the  operative  part  of  the  judgment  andexplaining the substance of the judgment in a language which  is  understoodby the accused or his pleader."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["17.   We have already noted that the  judgment  was  not  dictated  in  opencourt.  Code of Criminal Procedure provides reading of  the  operative  partof the judgment. It means that the trial judge may not  read  the  whole  ofthe judgment and may read operative part of the judgment but it does not  inany way suggest that the result of  the  case  will  be  announced  and  thejudgment would not be available on record. Non-  availability  of  judgment,needless to say, can never be a judgment because there is no declaration  byway of pronouncement in the open court that the accused has  been  convictedor acquitted.  A judgment, as has been always understood, is the  expressionof an opinion after due consideration of  the  facts  which  deserve  to  bedetermined. Without pronouncement of a judgment in the  open  court,  signedand dated, it is difficult to treat it as a judgment of  conviction  as  hasbeen held in Re. Athipalayan and Ors[7].   As a matter of fact, on  inquiry,the High Court in the administrative side had found there  was  no  judgmentavailable on record.  Learned counsel for the appellants would  submit  thatin the counter affidavit filed by the High Court it has been mentioned  thatan incomplete typed  judgment  of  14  pages   till  paragraph  No.  19  wasavailable.  The affidavit also states that it was  incomplete  and  no  pagehad the signature  of  the  presiding  officer.   If  the  judgment  is  notcomplete and signed, it cannot be a judgment in terms of Section  353  CrPC.It is unimaginable that a judgment  is  pronounced  without  there  being  ajudgment.  It is gross illegality. In  this  context,  we  may  refer  to  apassage from State  of  Punjab   and  others  v.  Jagdev  Singh  Talwandi[8]wherein expressing the opinion  for  the  Constitution  Bench,  Chandrachud,C.J. observed thus:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[1502, 1513, "Section  353", "Section"], [1516, 1522, "CrPC.It", "Act"]]}, {"para": ["“30. We would like to take  this  opportunity  to  point  out  that  seriousdifficulties arise on account of the practice increasingly  adopted  by  theHigh Courts, of pronouncing the final order without a reasoned judgment.  Itis desirable that the final order which  the  High  Court  intends  to  passshould  not  be  announced  until  a  reasoned   judgment   is   ready   forpronouncement. Suppose, for example, that a final order without  a  reasonedjudgment is announced by the High Court that a house  shall  be  demolished,or that the custody of a child  shall  be  handed  over  to  one  parent  asagainst the other,  or  that  a  person  accused  of  a  serious  charge  isacquitted, or that a statute is  unconstitutional  or,  as  in  the  instantcase, that a detenu be released from detention. If  the  object  of  passingsuch orders is to ensure speedy compliance with them, that  object  is  moreoften defeated by the aggrieved party filing a  special  leave  petition  inthis Court against the order passed by the  High  Court.  That  places  thisCourt in a predicament because, without the benefit of the reasoning of  theHigh Court, it is difficult for this Court to allow the  bare  order  to  beimplemented. The result inevitably  is  that  the  operation  of  the  orderpassed by the High Court has to be stayed pending delivery of  the  reasonedjudgment."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["31. It may be thought  that  such  orders  are  passed  by  this  Court  andtherefore there is no reason why the High Courts should not do the same.  Wewould like to point out respectfully that the orders passed  by  this  Courtare final and no appeal lies against them. The Supreme Court  is  the  finalcourt in the hierarchy of our courts. Besides,  orders  without  a  reasonedjudgment  are  passed  by  this  Court  very   rarely,   under   exceptionalcircumstances. Orders passed by the High Court are subject to the  appellatejurisdiction of this Court under Article 136 of the Constitution  and  otherprovisions of the concerned statutes. We thought it necessary to make  theseobservations in order that a practice which is not very desirable and  whichachieves no useful purpose may not grow out of its present infancy.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[566, 576, "Article 136", "Article"], [585, 596, "Constitution", "Act"]]}, {"para": ["18.   We have reproduced the aforesaid two passages as the larger Bench  hasmade such  observations  with  regard  to              unreasoned  judgmentspassed by the High Courts. The learned Chief  Justice  had  noted  that  thepractice is not desirable and does not achieve any  useful  purpose  and  itshould not grow out of its present infancy.  Despite the said  observations,sometimes this Court comes  across  judgments  and  orders  where  the  HighCourts have announced  the  result  of  the  case  by  stating  “reasons  tofollow”. We can only reiterate the observations of the Constitution Bench."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["19.    Having stated  that,  as  is  evincible  in  the  instant  case,  thejudgment is not available on record and hence, there can  be  no  shadow  ofdoubt that the declaration of the result cannot tantamount to a judgment  asprescribed in the CrPC.  That leads to the inevitable  conclusion  that  thetrial in both the cases has to be treated to be pending."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["20.   The next issue that emerges for  consideration  is  whether  the  HighCourt on its administrative side could have transferred the  case  from  theSecond Additional Sessions Judge, Ambikapur to the  Court  of  District  andSessions Judge, Surguja at Ambikapur. In  this  regard,  it  is  suffice  tounderstand the jurisdiction and authority conferred under  the  Constitutionon the High Court in the prescription  of  power  of  superintendence  underArticle 227. Article 227 of the Constitution reads as follows:-“227. Power of superintendence over all courts by the High  Court:-(1) EveryHigh  Court  shall  have  superintendence  over  all  courts  and  tribunalsthroughout the territories in relation to which it exercises jurisdiction.(2) Without prejudice to the generality of  the  foregoing  provisions,  theHigh Court may-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[470, 476, "Article", "Article"], [478, 480, "227", "Section"], [489, 500, "Constitution", "Act"]]}, {"para": ["(a) call for returns from such courts;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(b) make and issue general rules and  prescribe  forms  for  regulating  thepractice and proceedings of such courts; and"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(c) prescribe forms in which books, entries and accounts shall  be  kept  bythe officers of any such courts(3) The High Court may also settle tables of  fees  to  be  allowed  to  thesheriff and all clerks  and  officers  of  such  courts  and  to  attorneys,advocates and pleaders practising therein:"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Provided that any rules made, forms prescribed or tables settled  underclause (2) or clause (3) shall not be inconsistent  with  the  provision  ofany law for the  time  being  in  force,  and  shall  require  the  previousapproval of the Governor(4) Nothing in this article shall be  deemed  to  confer  on  a  High  Courtpowers of superintendence over any  court  or  tribunal  constituted  by  orunder any law relating to the Armed Forces.”      The aforesaid Article confers power of  superintendence  on  the  HighCourt over the courts and tribunals within the territory of the  State.  TheHigh Court has the jurisdiction and  the  authority  to  exercise  suo  motupower."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["21.   In Achutananda Baidya v. Prafullya Kumar Gayen and  others[9]  a  two-Judge Bench while dealing with the power  of  superintendence  of  the  HighCourt under Article 227 has opined that the power of superintendence of  theHigh Court under  Article  227  of  the  Constitution  is  not  confined  toadministrative superintendence only  but  such  power  includes  within  itssweep the power of judicial review. The power and duty  of  the  High  Courtunder Article 227 is essentially to ensure that the  courts  and  tribunals,inferior to High Court, have done what they were  required  to  do.  Law  iswell settled by various decisions of this Court  that  the  High  Court  caninterfere under Article 227  of  the  Constitution  in  cases  of  erroneousassumption  or  acting  beyond  its  jurisdiction,   refusal   to   exercisejurisdiction, error of law apparent on record as distinguished from  a  meremistake  of  law,  arbitrary  or  capricious  exercise   of   authority   ordiscretion, a patent error in procedure, arriving  at  a  finding  which  isperverse or based on no material, or resulting in manifest injustice."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[165, 175, "Article 227", "Article"], [247, 258, "Article  227", "Article"], [270, 281, "Constitution", "Act"], [463, 473, "Article 227", "Article"], [701, 711, "Article 227", "Article"], [723, 734, "Constitution", "Act"]]}, {"para": ["22.   We have already stated that the Division Bench while  concurring  withthe opinion of the learned single Judge has also quashed the  order  by  thelearned trial judge on the ground that there  was  no  judgment  on  record.There is no dispute about the fact that the Full Court  of  the  High  Courtafter coming to a definite conclusion  that  the  learned  trial  judge  hadreally not passed any judgment, resolved that the matter should be heard  bythe learned Sessions Judge and accordingly  the  Registrar  General  of  theHigh Court communicated the  decision  to  the  concerned  learned  SessionsJudge. The submission of the learned counsel for the appellant is that  sucha  power  could  not  have  been  exercised  by  the  Full  Court   on   theadministrative side, for in exercise of administrative authority,  the  HighCourt cannot transfer the case. The contention is that High Court  can  onlytransfer the case in exercise of power under Section 407  and  that  too  onthe judicial side. Our attention has also been  drawn  to   Section  194  ofCrPC. Section 194 empowers the Additional and Assistant Sessions  Judges  totry cases made over to them. The said provision reads as follows:-“194. Additional and Assistant Sessions Judges to try  cases  made  over  tothem.? An Additional Sessions Judge or Assistant Sessions  Judge  shall  trysuch cases as the Sessions Judge of the division may, by general or  specialorder, make over to him for trial or as  the  High  Court  may,  by  specialorder, direct him to try.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[958, 968, "Section 407", "Section"], [1049, 1060, "Section  194", "Section"], [1071, 1081, "Section 194", "Section"]]}, {"para": ["23.   It is argued that Section 194 can be exercised on  the  administrativeside before the commencement  of  the  trial  and  not  thereafter,  whereasSection 407 can be taken recourse to on the judicial side and a case can  betransferred on the basis of parameters laid down for transfer of a  criminaltrial. In this regard, we may usefully refer  to  the  authority  in  RanbirYadav v. State of Bihar[10] wherein under  certain  circumstances  the  HighCourt had transferred the sessions trial from the court  of  one  AdditionalSessions Judge to another by an administrative order at  a  stage  when  thetrial had commenced.  It was contended before  this  Court  that  the  trialthat took place before the transferee court was wholly without  jurisdictionand consequently the conviction and sentence recorded  by  that  court  werenull and void and were not curable under Section 465 CrPC.  To  sustain  thesaid proposition of law, reliance was placed in A.R. Antulay v.  R.S.  Nayakand another[11].  The two-Judge Bench perusing the material on  record  cameto the conclusion that the order  was  passed  by  the  High  Court  in  itsadministrative jurisdiction. Thereafter, it proceeded to opine thus:-“Under Article 227 of  the  Constitution  of  India  every  High  Court  hassuperintendence over all courts and tribunals throughout the territories  inrelation to which it exercises jurisdiction and it is trite that this  powerof  superintendence  entitles  the   High   Court   to   pass   orders   foradministrative exigency and expediency. In the instant case it appears  thatthe High Court had exercised the power of transfer in  the  context  of  thepetition filed by some of the accused from jail complaining that they  couldnot be accommodated in the courtroom as a result of which some of  them  hadto remain outside. It further appears that the other  grievance  raised  wasthat the court was so crowded that even  clerks  of  the  lawyers  were  notbeing allowed to enter the courtroom to carry the briefs. Such  a  situationwas obviously created by the trial of a large number of persons. If  in  thecontext  of  the  above  facts,  the  High  Court  exercised   its   plenaryadministrative power to transfer the  case  to  the  5th  Court,  which,  weassume had a bigger and  better  arrangement  to  accommodate  the  accused,lawyers and others connected with the trial no exception  can  be  taken  tothe same, particularly by those at whose instance and for whose benefit  thepower was exercised.”Proceeding further, the Court held that:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[25, 35, "Section 194", "Section"], [878, 888, "Section 465", "Section"], [890, 893, "CrPC", "Act"], [974, 974, "v", "Case"], [1217, 1227, "Article 227", "Article"], [1238, 1249, "Constitution", "Act"]]}, {"para": ["“So long as  power  can  be  and  is  exercised  purely  for  administrativeexigency without impinging upon and prejudicially affecting  the  rights  orinterests of the parties to any judicial  proceeding  we  do  not  find  anyreason to hold that administrative  powers  must  yield  place  to  judicialpowers  simply  because  in  a  given  circumstance  they  coexist.  On  thecontrary, the  present  case  illustrates  how  exercise  of  administrativepowers were more expedient, effective and efficacious.  If  the  High  Courthad intended to exercise its judicial powers of  transfer  invoking  Section407 of  the  Code  it  would  have  necessitated  compliance  with  all  theprocedural formalities thereof, besides providing adequate opportunities  tothe parties of a proper hearing which,  resultantly,  would  have  not  onlydelayed the trial but further incarceration of some of the  accused.  It  isobvious, therefore, that by invoking its power of  superintendence,  insteadof judicial powers, the High Court not only redressed the grievances of  theaccused and  others  connected  with  the  trial  but  did  it  with  utmostdispatch.”"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[602, 611, "Section407", "Section"]]}, {"para": ["24.   The Court distinguished the authority in A.R. Antulay case (supra)  onthe basis that in the said case the  Court  was  dealing  with  a  situationwhere this Court had transferred the case to the High Court  which  was  notauthorized by law and the Court could not have conferred  the  jurisdictionson the High Court as it did not possess such jurisdiction under  the  schemeof the Criminal Law Amendment Act,  1952.   The  controversy  the  two-JudgeBench was dealing with pertained to transfer of  the  case  to  the  learnedAdditional Sessions Judge who was competent under the CrPC  to  conduct  thesessions trial and, therefore, the Court  in  Ranbir  Yadav’s  case  (supra)ruled that the order of transfer to another court did not  suffer  from  anylegal infirmity."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[411, 420, "Act,  1952", "Act"], [587, 590, "CrPC", "Act"]]}, {"para": ["25.   In the case at hand, the High Court on  the  administrative  side  hadtransferred the  case  to  the  learned  Sessions  Judge  by  which  it  hasconferred jurisdiction on the trial court which has the jurisdiction to  trythe sessions case under CrPC.  Thus, it has done so as it has, as  a  matterof  fact,  found  that  there  was  no  judgment  on  record.  There  is  noillegality.  Be it noted, the Division Bench in the appeal preferred at  theinstance of the present appellants  thought  it  appropriate  to  quash  theorder as there is no judgment  on  record  but  a  mere  order-sheet.  In  apiquant situation like the present one, we are disposed to  think  that  theHigh Court was under legal obligation to set aside the order as  it  had  noeffect in law.  The High Court has correctly done so as it has the  duty  tosee that sanctity of justice is not undermined.   The High  Court  has  doneso as it has felt that an order  which  is  a  mere  declaration  of  resultwithout the judgment should be nullified and become extinct."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["26.   The case at hand constrains us  to  say  that  a  trial  Judge  shouldremember that he has immense responsibility as  he  has  a  lawful  duty  torecord the evidence in the prescribed manner keeping  in  mind  the  commandpostulated  in              Section  309  of  the  CrPC  and  pronounce  thejudgment as provided under the Code. A Judge in charge of the trial  has  tobe extremely diligent so that no dent is created in the  trial  and  in  itseventual conclusion. Mistakes made or errors committed are to  be  rectifiedby the appellate court in exercise  of  “error  jurisdiction”.   That  is  adifferent matter. But, when a situation like the present one  crops  up,  itcauses agony, an unbearable one, to the cause of justice  and  hits  like  alightning in a cloudless sky.  It hurts the justice dispensation system  andno one, and we mean no one, has any right  to  do  so.  The  High  Court  byrectifying the grave  error  has  acted  in  furtherance  of  the  cause  ofjustice.  The accused persons might have felt  delighted  in  acquittal  andaffected by the order of rehearing, but they should bear in mind  that  theyare not the lone receivers of justice.  There  are  victims  of  the  crime.Law serves both and justice looks at them equally.   It  does  not  toleratethat the grievance of the victim should be comatosed in this manner."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[257, 268, "Section  309", "Section"], [280, 283, "CrPC", "Act"]]}, {"para": ["27.   Consequently, appeals are dismissed.  The  trial  court  to  whom  thecases have been transferred is directed to proceed in accordance with law."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": [".............................J."], "blockQuotes": [], "subPara": {"pre_2": "[DipakMisra]New Delhi;                              .............................J.January  06, 2017                               [Amitava Roy]-----------------------[1]    (2002) 1 SCC 319[2]    (2002) 8 SCC 400[3]    (2003) 6 SCC 675[4]    (2010) 2 SCC 398[5]    (1981) 1 SCC 500[6]    AIR 1962 SC 1208[7]    AIR 1960 Mad 507[8]    (1984) 1 SCC 596[9]    (1997) 5 SCC 76[10]   (1995) 4 SCC 392[11]   (1988) 2 SCC 602"}, "tagged_entities": []}], "id": "0"}