{"court": "Supreme Court of India", "cites": [{"title": "Article 309 in The Constitution Of India   1949", "link": "https://indiankanoon.org/doc/1123043/", "caseids": ["0"]}, {"title": "Article 142 in The Constitution Of India   1949", "link": "https://indiankanoon.org/doc/500307/", "caseids": ["0"]}, {"title": "Secretary, State Of Karnataka And ... vs Umadevi And Others on 10 April, 2006", "link": "https://indiankanoon.org/docfragment/179794777/?formInput=cites%3A%2080617262", "caseids": ["0"]}, {"title": "State Of Punjab And Ors vs Jagjit Singh And Ors on 26 October, 2016", "link": "https://indiankanoon.org/docfragment/106416990/?formInput=cites%3A%2080617262", "caseids": ["0"]}], "citedBy": [{"title": "Sombir And Ors vs State Of Haryana And Ors on 9 October, 2018", "link": "https://indiankanoon.org/docfragment/105850993/?formInput=citedby%3A%2080617262", "caseids": ["0"]}, {"title": "M/S Vishwaroop Infotech Pvt. Ltd ... vs Acit Central Circle-5(4), Mumbai on 6 November, 2020", "link": "https://indiankanoon.org/docfragment/132422372/?formInput=citedby%3A%2080617262", "caseids": ["0"]}, {"title": "Pallavi Hemant Sherje vs State Of Rajasthan Through Pp on 11 December, 2017", "link": "https://indiankanoon.org/docfragment/170171540/?formInput=citedby%3A%2080617262", "caseids": ["0"]}, {"title": "State vs . Mohinder Singh And Ors on 22 May, 2019", "link": "https://indiankanoon.org/docfragment/173095050/?formInput=citedby%3A%2080617262", "caseids": ["0"]}], "applicationName": "CIVIL APPELLATE JURISDICTION", "applicationNumber": "CIVIL APPEAL NOS. 7391-7395/2013", "author": "…...................", "bench": [{"name": "Jagdish Singh Khehar", "id": "0"}, {"name": " D.Y. Chandrachud", "id": "0"}], "judge": [{"name": "JUDGMENT", "id": "0"}], "title": "State Of Haryana & Anr. Etc vs Mohinder Singh & Ors. Etc on 31 January, 2017", "petitioners": ["State of Haryana and another etc."], "respondants": "Mohinder Singh and others etc.", "link": "https://indiankanoon.org/doc/80617262/", "prejudgement": "                                                                    REPORTABLE\n\n                       IN THE SUPREME COURT OF INDIA\n\n                       CIVIL APPELLATE JURISDICTION\n\n                       CIVIL APPEAL NOS. 7391-7395/2013\n\n\nState of Haryana and another etc.                 ..Appellants\n\n                            versus\n\nMohinder Singh and others etc.                    ..Respondents\n\n                                  WITH\n\n                       CIVIL APPEAL NOS.        OF 2017\n                 (Arising out of SLP(C) Nos.6159-6163/2014\n                       civil appeal no. 8993 of 2014\n\n\n                                  J U D G M E N T\n", "paragraphs": [{"para": ["JAGDISH SINGH KHEHAR, CJI            The respondents before this Court  were  engaged  as  conductorsand drivers under statutory rules, framed by the  State  of  Haryana,  underArticle 309 of the Constitution of India.   Under  the  concerned  statutoryrules, even though conductors and drivers were engaged after  following  dueprocess, they were paid different wages.  Their initial wages were  paid  bytreating them as daily wagers, their wages were then  enhanced  by  treatingthem as contract labourers, and finally, they were  paid  regular  wages  inthe regular pay scale."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[196, 207, "Constitution", "Act"]]}, {"para": ["2.          195 of such employees preferred writ petitions before  the  HighCourt, seeking wages in the regular scale of pay, with effect from the  dateof their entry into service.  All those writ petitions came to  be  disposedof, by a common order dated 1.4.2013 (or by placing  reliance  on  the  saidorder).   The  operative  part  of  the  above  order,  is  being  extractedhereunder:"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["“We  are,  therefore,  of  the  opinion  that  placing  the  petitioners  onconsolidated salary is impermissible  and  the  rules  to  this  extent  areunconstitutional and, therefore, liable to be set aside. The placing of  thepetitioners in pay scales meant for Grade-II and  two  years  thereafter  inGrade-I cannot be permissible. The petitioners, thus, would be  entitled  tothe minimum of the pay scale from the date  of  their  initial  appointmentsand their pay shall be fixed accordingly. However,  insofar  as  arrears  ofpay are concerned, they will be entitled to the arrears for three years  andtwo months' period prior to the date of filing of these petitions.”                                       (emphasis is ours)"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["3.          It is further imperative for us to indicate, the basis on  whichthe High Court arrived at the above decision.  Accordingly, a relevant  partof paragraph  11  of  the  impugned  judgment,  wherein  the  reasons  standrecorded, is being extracted hereunder:"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["“11.  The admitted facts, which are  appearing   on  record,  are  that  therecruitment rules for appointment to the posts  of  Drivers  and  conductorsare same whether they are appointed  on  contract  basis  initially  or  aregiven the pay scales after rendering the services for  specified  number  ofyears. All these petitioners fulfil those eligibility  conditions  containedin the recruitment rules. It is also an admitted  position  on  record  thatthere  was  a  proper  selection   procedure   followed   by   issuing   theadvertisement  and  making  the  selection  through   the  Staff   SelectionBoard/Service Commission. The petitioners were selected on merits. From  dayone they started doing the job of Driver and Conductor which is the same  asperformed by the Drivers/Conductors  who  are  placed  in  the  regular  payscale. It is,  thus,  not  in  dispute  that  the  posts  in  question  wereadvertised  for  open  competition  for  direct  recruitment  and  all   thepetitioners were appointed through the selection process made by  the  StaffSelection Commission after giving opportunity to  each  and  every  eligibleperson. The only reason for putting them on  contract/fixed  salary  in  thebeginning and bringing them on the  regular  pay  scale  after  they  renderservice for specified period is that the provisions are made with  objectiveto recruit best Drivers and Conductors who can provide best services to  thecommuting public. It is not understood as to how this objective is  achievedby putting the Drivers and Conductors initially  on  the  fixed  salary  andbringing them in graded pay scales after 4/6 years. The aforesaid  objectivecan well be achieved by putting  the  Drivers  and  Conductors  after  theirappointment initially on probation  and  watching  their  work  and  conductduring the period of probation.  The  respondents  have  not  been  able  todislodge the weighty and meritorious  contention  of  the  petitioners  thatpaying different salary even after getting same work offends  the  principleof 'equal pay for equal work'.”                                       (emphasis is ours)"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["4.          The judgment rendered by the High Court on  1.4.2013,  has  beenassailed by the State of Haryana, by filing a large number of special  leavepetitions. Leave was granted in all  the  special  leave  petitions,  exceptspecial leave petition (C) Nos.6159-6163/2014.  Leave is hereby granted,  inthe aforesaid special leave petitions, as well.  Even though, an  impressionwas made out, that the State of Haryana,  was  assailing  the  determinationrendered in the impugned order on merits, yet the  aforesaid  impression  isclearly dispelled by a perusal of the affidavit  dated  5.8.2014  (filed  bythe Additional  Transport  Commissioner,  Haryana),  before  this  Court.  Arelevant extract of the aforesaid affidavit, is being reproduced hereunder:“4.   That to resolve the issues of drivers and conductors of the  TransportDepartment, a meeting of the representatives of  the  State  Government  andrepresentatives  of  Haryana   Roadways   Workers   Coordination   Committeeconsisting of various  registered  unions  of  the  employees  was  held  on21.01.2014, in which a Mutual Agreement was entered  upon.  A  copy  of  thesaid mutual agreement is Annexed as Annexure 'A-I'."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["5.          That after the Mutual Agreement dated  21.01.2014,  the  Councilof Ministers, in its meeting held on 24.6.2014, has taken the decision  withregard to grant of regular pay  scale  to  the  drivers  and  conductors  ofHaryana Roadways appointed under the Haryana Transport Department (Group  C)Haryana Roadways Service (Amended) Rules, 2003 as  amended  thereafter  fromtime to time."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["6.          That after  the  decision  of  the  Council  of  Ministers,  thePrincipal Secretary to Govt. of  Haryana  Transport  Department  has  issueddirections vide memo no.1/82/2012-1 T(ii) dated 25.6.2014 to  implement  thedecision of the Council of the Ministers. Copy  of  the  instructions  dated25.6.2014 is enclosed as Annexure 'A-2'."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["7.           That  the  State  Government  vide   the   instructions   dated25.06.2014 has decided that as  per  the  agreement  reached  on  21.01.2014between the representatives of State Government and the  representatives  ofvarious Employees Unions, the drivers and  conductors  of  Haryana  Roadwaysrecruited after 01.01.2003 under the Haryana Transport Department (Group  C)Haryana Roadways Service (Amended) Rules, 2003 as  amended  subsequently  in2004 and 2011, who have submitted their affidavits will be paid the  regularpay scale of the relevant post from the date of  their  initial  recruitmentup to  31.12.2013.  The  benefit  will  be  allowed  to  those  drivers  andconductors who have submitted their affidavits as per the  agreement  signedon 21.01.2014 and those who now submit the affidavits. The salary  of  July,2014 will be paid at the revised rates as per the agreement and the  arrearsfor  the  period  January,  2014   to   June,   2014   will   be   paid   inAugust/September, 2014.  After  allowing  the  regular  pay  scales  to  thedrivers and conductors, an application will be filed in the Hon'ble  SupremeCourt praying for the disposal of the SLPs in terms of agreement."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["8.          That the abovesaid decision of the  State  Government  has  beentaken as a golden handshake keeping in view the larger public  interest  andwelfare of the employees. The implementation of the  said  Mutual  Agreementwill give quietus to the long pending issue of payment of regular  pay-scaleto the drivers and conductors of the department. Grant of regular pay  scaleto these employees would also be in accordance  with  the  judgment  of  theHon'ble Punjab and Haryana High  Court  under  challenge  in  the  abovesaidSLPs. However, the arrear allowed by the Hon'ble  Punjab  and  Haryana  HighCourt would  put  huge  financial  burden  on  the  State  Exchequr.  It  ispertinent to submit that these employees were appointed  under  the  servicerules legally framed under Article 309 of the Constitution of the India  anddo not have any vested  right  to  claim  the  regular  pay  scale  and  thearrears."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[788, 794, "Article", "Article"], [796, 798, "309", "Section"], [807, 818, "Constitution", "Act"]]}, {"para": ["9.          The majority of the drivers and conductors have expressed  theirwillingness to forgo the arrears in case they are granted  the  regular  payscale as per Mutual Agreement dated 21.01.2014 and  decision  of  the  StateGovernment vide instructions dated 25.6.2014.”                                       (emphasis is ours)"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["5.          Learned counsel representing the State of Haryana  pointed  out,that out of the 195 conductors and drivers,  who  had  approached  the  HighCourt, the settlement(referred to in the affidavit  extracted  hereinabove),was accepted by 65 of such employees (who had approached  the  High  Court).The remaining challenge, is therefore limited to 130  respondents  (who  hadapproached the High Court) herein."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["6.          In conjunction to the factual position, noticed hereinabove,  itis also necessary to appreciate, that the State  of  Haryana,  at  its  own,accepted and implemented the judgment rendered by the High Court, even  withreference to such conductors and drivers, who had not  approached  the  HighCourt, for any relief.  The above judgment has been implemented,  so  as  toallow the regular pay scale to all conductors and drivers, with effect  fromthe date of their appointment, with the overriding  condition  that  arrearswould be payable with effect from 1.1.2014.  In  the  instant  view  of  thematter, it is apparent, that there is no serious dispute with  reference  tothe challenge made at the hands of the State Government, on  the  merits  ofthe determination rendered by the High Court.  We  therefore  hereby  affirmthe judgment rendered by the High  Court,  insofar  as  the  merits  of  thecontroversy is concerned."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["7.          Even otherwise, we  are  satisfied,  that  a  challenge  to  thedetermination rendered by the  High  Court,  with  reference  to  the  wagespayable to the concerned employees, under the principle  of  equal  pay  forequal work, as has been expressed by the High Court, is in  consonance  withthe legal position on the subject,  declared  by  this  Court  in  State  ofPunjab vs. Jagjit Singh, (2017) 1 SCC 148, and calls for no interference."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[388, 389, "vs", "Case"], [415, 417, "SCC", "Cite"]]}, {"para": ["8.          What remains for adjudication, is  the  direction  contained  inthe impugned judgment, that arrears would be payable to the appellants,  whoapproached the High Court, for a period  of  three  years  and  two  months,prior to the date of their filing petitions before the  High  Court.  It  isthis aspect of the matter, which  is  seriously  contested  by  the  learnedcounsel for the appellants. It was the submission of  the  learned  counsel,that the appellants, while disbursing wages to  the  respondents,  had  paidthem wages, as were due to them, in consonance  with  the  statutory  rules,framed under Article 309 of the Constitution of  India.   It  was  thereforesubmitted, that the appellants cannot be accused of having  been  unfair  tothe respondents.  It was also submitted, that the State of Haryana,  despitethe extreme financial burden, had unilaterally  adopted  the  judgment,  andhad agreed to pay arrears of wages,  with  effect  from  1.1.2014.   It  wassubmitted that, wages  had  indeed  been  released  to  all  conductors  anddrivers, in consonance with the impugned judgment, even  to  those  who  hadnot approached the High Court.  It was however  acknowledged,  that  arrearshad been paid only, with effect from 1.1.2014.  It  was  further  submitted,that wages have also  been  released  to  65  of  the  appellants,  who  hadapproached the High Court, in consonance with the  impugned  judgment,  witheffect from 1.1.2014, as they  agreed  to  execute  a  settlement  with  theappellants, by conceding to accept arrears only with effect  from  1.1.2014.It was therefore the submission of the learned  counsel  for  the  State  ofHaryana, that it would be not only just and appropriate, but would  also  befair, to extend  arrears  to  all  the  respondents,  only  for  the  periodcommencing from 1.1.2014.  It was also submitted, that  payment  of  arrearsfor any further time, would cause extreme financial hardship, to the  State. It was also contended, that it would be almost impossible to pay  wages  tothe respondents, for a period of three years and two months,  prior  to  thedate of their filing petitions, before the High Court."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[622, 628, "Article", "Article"], [630, 632, "309", "Section"], [641, 652, "Constitution", "Act"]]}, {"para": ["9.          As against the contention advanced at the hands of  the  learnedcounsel for the appellants, it was the submission  of  the  learned  counselfor the respondents, that the course adopted  by  the  High  Court,  was  inconsonance with the declared position of law, inasmuch as,  the  High  Courthad taken into  consideration,  the  period  of  limitation,  over  which  amonetary claim could be accepted.  It was also the assertion of the  learnedcounsel representing the conductors and drivers, that the  State  Governmentbecame alive of the claim raised by the respondents, on the  very  date  therespondents approached the High  Court.   It  was  submitted,  that  a  fairgovernment, would have accepted the employees' just demand, and  would  havereleased their wages, as were rightfully due to them, at its own. The  fact,that the appellants were conscious of the genuineness of the claims  of  theconductors and drivers, it was pointed out,  was  apparent  from  the  fact,that the appellants have not challenged the impugned order  on  merits,  andthat, the benefit of the judgment has been extended to even those  employeeswho  had  not  approached  the  High  Court,  unilaterally  by   the   StateGovernment. It was submitted, that the action of  the  State  Government  incontesting the claim, which was rightful and legitimate, cannot be  acceptedfrom a welfare State."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["10.         We have given our thoughtful consideration, to  the  submissionsadvanced at the behest of the learned counsel for  the  rival  parties.  Theonly question, that arises for consideration at our hands, is the date  fromwhich arrears should  be  released  to  the  respondents.   Insofar  as  theinstant aspect of the matter is concerned, during  the  course  of  hearing,Ms.  Indu  Malhotra,  learned  senior  counsel  representing  the  State  ofHaryana, had invited our attention to the  Constitution  Bench  judgment  ofthis Court in State of Karnataka vs. Umadevi, (2006) 4 SCC  1,  wherein,  onthe subject in question, this Court had observed as under:”55. In cases relating to service in the Commercial  Taxes  Department,  theHigh Court has directed that those engaged on daily  wages,  be  paid  wagesequal to the salary and allowances  that  are  being  paid  to  the  regularemployees of their cadre in government service, with effect from  the  datesfrom which they were respectively appointed. The objection taken was to  thedirection for payment from the dates of engagement. We find  that  the  HighCourt had clearly gone wrong in  directing  that  these  employees  be  paidsalary equal to the salary  and  allowances  that  are  being  paid  to  theregular employees of their cadre in government  service,  with  effect  fromthe dates from which they were respectively engaged  or  appointed.  It  wasnot open to the High Court to impose such an obligation on  the  State  whenthe very question before the High Court  in  the  case  was  whether   theseemployees were entitled to have equal pay for equal work so-called and  wereentitled to any other benefit. They had also been engaged in  the  teeth  ofdirections not to do so. We are, therefore, of the view that, at  best,  theDivision Bench of the High Court should have directed that  wages  equal  tothe salary that is being paid to regular employees be paid  to  these  dailywage employees with effect from the date of its judgment. Hence,  that  partof the direction of the Division Bench is modified and it is  directed  thatthese daily-wage earners be paid wages equal to the  salary  at  the  lowestgrade of employees of their cadre in  the  Commercial  Taxes  Department  ingovernment service, from the date of the judgment of the Division  Bench  ofthe High Court.”                                       (emphasis is ours)Having perused the determination rendered by this  Court  in  the  Umadevi'scase (supra), we are  satisfied,  that  in  terms  of  the  above  judgment,arrears should have been held, to be payable to the respondents,  only  witheffect from the  date  when  the  impugned  judgment  was  rendered  by  theDivision Bench of the High Court, i.e., with effect from 1.4.2013.   We  areindeed bound to follow the aforesaid declared position, by the  ConstitutionBench of this Court. More so because, the legal position on the subject  wasuncertain, in view of the conflicting position reflected on the subject,  bydifferent judgments of the High  Court.   The  correct  legal  position  wasdeclared for the first time, through the impugned judgment, which also  heldthe statutory  rules  framed  under  Article  309  of  the  Constitution  asunconstitutional, to the extent of payment of wages. It is on the above  andallied consideration, that we feel, that it  would  not  be  appropriate  toextend the benefits of arrears to  the  respondents,  keeping  in  view  theperiod of limitation, for payment  of  monetary  claims.   In  view  of  theabove, we hereby dismiss all the civil appeals on merits.   Insofar  as  thepayment of arrears is concerned, the  impugned  order  is  modified,  and  adirection is hereby issued, that arrears will be  paid  to  the  respondentswith effect from the date of the  impugned  judgment,  namely,  with  effectfrom 1.4.2013."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[547, 568, "State of Karnataka vs.", "Case"], [580, 593, "2006) 4 SCC  1", "Cite"], [3209, 3215, "Article", "Article"], [3218, 3220, "309", "Section"], [3232, 3243, "Constitution", "Act"]]}, {"para": ["11.         While determining the issue, as to from which date  the  arrearsshould be paid to the respondents, this Court cannot  be  oblivious  to  therights of those, who had not approached the High Court or  this  Court,  norcan it be oblivious to the rights of those persons, who had entered  into  asettlement with the State Government, and had accepted arrears, with  effectfrom 1.1.2014.  It is imperative for us, in  exercise  of  our  jurisdictionunder Article 142 of  the  Constitution,  to  do  complete  justice  in  thematter.  We feel ourselves persuaded, to direct  the  State  Government,  topay arrears of wages, to all  persons  similarly  situated  as  the  privaterespondents herein, in consonance with the impugned  judgment,  with  effectfrom 1.4.2013, this would include those employees  who  had  not  approachedthe High Court or this Court, as well as,  those  who  had  entered  into  asettlement with the State Government, agreeing to accept arrears  only  witheffect from 1.1.2014.  Ordered accordingly."], "blockQuotes": [], "subPara": {"pre_2": "…...................CJI                                                  [JAGDISH SINGH KHEHAR]NEW DELHI;                                   …....................J.JANUARY 31, 2017.                                 [Dr. D.Y. CHANDRACHUD]ITEM NO.301               COURT NO.1               SECTION IV               S U P R E M E  C O U R T  O F  I N D I A                       RECORD OF PROCEEDINGSCivil Appeal No(s).  7391-7395/2013STATE OF HARYANA & ANR. ETC.                       Appellant(s)                                VERSUSMOHINDER SINGH & ORS. ETC.                         Respondent(s)"}, "tagged_entities": [[463, 473, "Article 142", "Article"], [484, 495, "Constitution", "Act"], [1343, 1378, "S U P R E M E  C O U R T  O F  I N D", "Case"]]}, {"para": ["(with appln(s) for impleadment and intervention and exemption from filingofficial english translation and directions and interim relief and officereport)WITHSLP(C) No. 6159-6163/2014(With appln.(s) for permission to file additional documents and InterimRelief)C.A. No. 8993/2014(with interim Relief)Date : 31/01/2017 These appeals/petitions were called on for        hearing today."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["CORAM :"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[1, 5, "CORAM", "Act"]]}, {"para": ["HON'BLE THE CHIEF JUSTICE         HON'BLE DR. JUSTICE D.Y. CHANDRACHUDFor Appellant(s) Ms. Indu Malhotra, Sr. Adv."], "blockQuotes": [], "subPara": {"pre_3": "(State of Haryana)     Mr. B.K. Satija, AAG                       Mr. Prashant Singh, Adv.                       Mr. Santosh Krishnan, Adv.                       Ms. Rakhi Mohanty, Adv.                       Mr. Tanvir Nayar, Adv.                       Dr. Monika Gusain,Adv.                       Mr. Vipin Kumar Jai,AORFor Respondent(s)      Mr. Manjeet Singh, Sr. Adv.                       Mrs. Vivekta Singh, Adv.                       Mr. Tarjeet Singh, Adv.                       Mr. Yogendra Kr. Verma, Adv.                       Mr. Pankaj Pandey, Adv.                       Mr. Sanjay Kr. Rathee, Adv.                       for Mr. Satyendra Kumar,AOR                       Mr. L.R. Khatana, Adv.                       Mr. Mohit Singh, Adv.                       Mr. Hemraj Tewatia, Adv.                       Mr. Sidharth Khatana, Adv.                       for Mr. Sudhir Naagar,AOR                       Mr. Suraj Prakash Ahlkawat, Adv.                       Mr. Suresh Kumar Sharma, Adv.                       Mr. Sanjay Malik, Adv.                       for Mr. Bankey Bihari Sharma,AOR                       Mr. Sachin Jain, Adv.                       for Dr. Kailash Chand,AOR                       Mr. Jasbir Singh Malik, Adv.                    for Ms. Usha Nandini. V,AOR                       Mr. Siddharth Mittal, Adv.                       Mr. Surender Singh, Adv.                       for Ms. Usha Nandini. V,AOR"}, "tagged_entities": [[122, 123, "of", "Case"]]}, {"para": ["UPON hearing the counsel the Court made the following                             O R D E R            Leave granted in SLP(C) Nos.6159-6163/2014."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["The appeals are dismissed on merits in terms of  the  Reportablejudgment. Insofar as the payment  of  arrears  is  concerned,  the  impugnedorder is modified, and a direction is hereby issued, that  arrears  will  bepaid to the respondents with effect from the date of the impugned  judgment,namely, with effect from 1.4.2013."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["While determining the issue, as to from which date  the  arrearsshould be paid to the respondents, this Court cannot  be  oblivious  to  therights of those, who had not approached the High Court or  this  Court,  norcan it be oblivious to the rights of those persons, who had entered  into  asettlement with the State Government, and had accepted arrears, with  effectfrom 1.1.2014.  It is imperative for us, in  exercise  of  our  jurisdictionunder Article 142 of  the  Constitution,  to  do  complete  justice  in  thematter.  We feel ourselves persuaded to direct the State Government, to  payarrears  of  wages,  to  all  persons  similarly  situated  as  the  privaterespondents herein, in consonance with the impugned  judgment,  with  effectfrom 1.4.2013, this would include those employees  who  had  not  approachedthe High Court or this Court, as well as,  those  who  had  entered  into  asettlement with the State Government, agreeing to accept arrears  only  witheffect from 1.1.2014.  Ordered accordingly."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[451, 461, "Article 142", "Article"], [472, 483, "Constitution", "Act"]]}, {"para": ["In view of the above, no further orders need be  passed  on  theapplications  for  impleadment/intervention,  and  they  are   disposed   ofaccordingly."], "blockQuotes": [], "subPara": {"pre_4": "(Renuka Sadana)                            (Parveen Kumar)Assistant Registrar                       AR-cum-PS            [Reportable Judgment is placed on the file]"}, "tagged_entities": []}], "id": "0"}