{"court": "Supreme Court of India", "cites": [{"title": "Mayar (H.K.) Ltd. & Ors vs Owners & Parties, Vessel M.V. ... on 30 January, 2006", "link": "https://indiankanoon.org/docfragment/1903089/?formInput=cites%3A%2054099159", "caseids": ["0"]}, {"title": "Virender Nath Gautam vs Satpal Singh & Ors on 8 December, 2006", "link": "https://indiankanoon.org/docfragment/1062043/?formInput=cites%3A%2054099159", "caseids": ["0"]}], "citedBy": [{"title": "Ramesh Chand .....Non vs Mahender Singh .....Applicant/ on 25 April, 2019", "link": "https://indiankanoon.org/docfragment/95353190/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Vidur Impex And Traders Pvt Ltd And ... vs Pradeep Kumar Khanna And Ors. on 28 June, 2017", "link": "https://indiankanoon.org/docfragment/5313432/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "R.Sundarraj vs Dr.K.Krishnasamy", "link": "https://indiankanoon.org/docfragment/175885445/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Hari Sinha @ Hari Prasad Singh vs Gurupad Sambhav Ram And Others on 8 November, 2017", "link": "https://indiankanoon.org/docfragment/26587696/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Snehalbhai Jaykantbhai Shah vs The New India Industries Ltd. on 12 June, 2018", "link": "https://indiankanoon.org/docfragment/134175250/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Johnbhai Gidhiyonbhai Christian vs Wilsonbhai Somchandbhai Thakore on 28 June, 2018", "link": "https://indiankanoon.org/docfragment/135497533/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Cts Industries Limited vs Gammon India Limited & Anr on 31 July, 2019", "link": "https://indiankanoon.org/docfragment/169860437/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Kiritbhai Dahyabhai Patel vs Gujarat Eco Infrastructure Pvt ... on 18 October, 2019", "link": "https://indiankanoon.org/docfragment/79666905/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Abhay Kumar Mishra vs Rajendra Shukla on 20 May, 2020", "link": "https://indiankanoon.org/docfragment/63733884/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Braj Bhooshan Mittal vs Jeet Singh on 7 August, 2020", "link": "https://indiankanoon.org/docfragment/132936401/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Tej Bahadur vs Shri Narendra Modi on 24 November, 2020", "link": "https://indiankanoon.org/docfragment/57352135/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "M.Siddaiah, Died Per Lrs vs Smt. Narayanamma on 21 November, 2019", "link": "https://indiankanoon.org/docfragment/45867887/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Durga Devi vs State Of Himachal Pradesh And ... on 15 June, 2017", "link": "https://indiankanoon.org/docfragment/193432454/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Andhavarapu Varaha Narasimham ... vs Devarasetty Usha Rani And 13 ... on 27 December, 2019", "link": "https://indiankanoon.org/docfragment/118915998/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Mrigendra Singh vs Sohan Raj & Ors on 19 December, 2017", "link": "https://indiankanoon.org/docfragment/139025531/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Sri. K. Bhaskaran vs Smt. Ratnamma on 2 January, 2018", "link": "https://indiankanoon.org/docfragment/73616952/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "(Against Order In Ia No.845/2016 ... vs By Adv.Sri.V.Sethunath", "link": "https://indiankanoon.org/docfragment/31895220/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Bidar Kisan Shakkar Karkhana ... vs M/S South India Corporation ... on 28 February, 2018", "link": "https://indiankanoon.org/docfragment/62117907/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "M/S.Blue Marine Logistics ... vs M/S.United India Insurance ...", "link": "https://indiankanoon.org/docfragment/157130154/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Bhikhabhai Ramjibhai Tanti Since ... vs Dahyabhai Dudabhai Since Decd. ... on 27 April, 2018", "link": "https://indiankanoon.org/docfragment/121647008/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Sh. Mohd. Naved Yar Khan vs Sh Mohd Aziz (Deceased) on 28 November, 2018", "link": "https://indiankanoon.org/docfragment/51736891/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Sunil Kumar Makija vs Hribhu Bose on 16 November, 2018", "link": "https://indiankanoon.org/docfragment/70870122/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Madineni Sudhakar vs The Executive Officer Bansuriwal ... on 19 February, 2019", "link": "https://indiankanoon.org/docfragment/162618346/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Rawen Ch. Marak & Anr. vs . State Of Meghalaya & Ors. on 28 February, 2019", "link": "https://indiankanoon.org/docfragment/168800089/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Palpandi vs S.Sakthivel on 10 October, 2015", "link": "https://indiankanoon.org/docfragment/156214027/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Samir Jitendra Patel vs Shobhanaben Satyendrabahi Shah on 24 October, 2019", "link": "https://indiankanoon.org/docfragment/65505568/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Smt. V. Vijayalakshmi vs Smt. Puttamma on 27 November, 2018", "link": "https://indiankanoon.org/docfragment/138581184/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Sri Irshad Baig vs Smt Chowramma on 28 November, 2018", "link": "https://indiankanoon.org/docfragment/48906493/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Jyoti Agrawal vs Indu Bai 2 Mac/873/2013 Rajesh ... on 7 January, 2020", "link": "https://indiankanoon.org/docfragment/25133886/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Shri Inder Raj vs Nisha on 4 July, 2018", "link": "https://indiankanoon.org/docfragment/100788996/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Jaldu Kalyana Rama vs Badam Samba Murthy on 11 October, 2018", "link": "https://indiankanoon.org/docfragment/199001312/?formInput=citedby%3A%2054099159", "caseids": ["0"]}, {"title": "Kushapal Singh vs State Of U.P. And Another on 14 December, 2020", "link": "https://indiankanoon.org/docfragment/146651545/?formInput=citedby%3A%2054099159", "caseids": ["0"]}], "applicationName": "CIVIL APPELLATE JURISDICTION", "applicationNumber": "CIVIL APPEAL NO. 4080 OF 2014", "author": "..……………………….J.", "bench": [{"name": "Kurian Joseph", "id": "0"}, {"name": " A.M. Khanwilkar", "id": "0"}], "judge": [{"name": "KURIAN, J.:", "id": "0"}], "title": "Kuldeep Singh Pathania vs Bikram Singh Jaryal on 24 January, 2017", "petitioners": ["KULDEEP SINGH PATHANIA"], "respondants": "BIKRAM SINGH JARYAL", "link": "https://indiankanoon.org/doc/54099159/", "prejudgement": "                                                                              REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                        CIVIL APPELLATE JURISDICTION\n\n                        CIVIL APPEAL NO. 4080 OF 2014\n\n\n\nKULDEEP SINGH PATHANIA                         … APPELLANTS (S)\n\n                                  VERSUS\n\nBIKRAM SINGH JARYAL                            … RESPONDENT(S)\n\n\n\n\n                               J U D G M E N T\n", "paragraphs": [{"para": ["Chapter III of Part VI  of  The  Representation  of  the  People  Act,  1951(hereinafter referred  to  as  “the  Act”)  deals  with  trial  of  electionpetitions. Under Section 86(1) of the Act, “the High Court shall dismiss  anelection petition which does not comply with the provisions  of  Section  81or Section 82 or Section 117”.  Section 100 of the Act provides for  groundsfor declaring election  to  be  void.  Section  100(1)(d)(iii)  of  the  Actprovides that an election of a returned candidate  can  be  declared  to  bevoid if the High Court is of the opinion that the result  of  the  election,in so far as it concerns a returned candidate, has been materially  affectedby the  improper  reception,  refusal  or  rejection  of  any  vote  or  thereception of any vote which is void. Section 81 provides  for  institutionalrequirements including limitation and Section 117 provides  for  deposit  ofsecurity for costs.  Section 83, under Chapter II, deals  with  contents  ofan election petition. Under  Section  83(1)(a)  of  the  Act,  “an  electionpetition shall contain a concise statement of material facts  on  which  thepetitioner relies”.  Under Order  VII  Rule  11(a)  of  the  Code  of  CivilProcedure, 1908 (hereinafter referred to as “the Code”), a plaint  shall  berejected where it does not disclose a cause of action and  under  Order  XIVRule 2(2), the court may deal with the preliminary issue on jurisdiction  ofthe court and bar to the suit created by any law in  force.  These  are  theprovisions relevant for consideration of the present case."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[33, 46, "Representation", "Act"], [66, 69, "Act,", "Act"], [169, 181, "Section 86(1)", "Section"], [293, 316, "Section  81or Section 82", "Section"], [321, 332, "Section 117”", "Section"], [336, 346, "Section 100", "Section"], [419, 432, "Section  100(1", "Section"], [797, 806, "Section 81", "Section"], [874, 884, "Section 117", "Section"], [933, 942, "Section 83", "Section"], [1017, 1030, "Section  83(1)", "Section"]]}, {"para": ["The  appellant  lost  election  from  Bhattiyat  Assembly  Constituency   ofHimachal Pradesh Legislative Assembly held  in  2012  by  a  margin  of  111votes. He filed an election petition mainly on  the  grounds  under  Section100(1)(d)(iii) of the Act. Of the six issues settled, issues  2  to  5  weretreated as preliminary issues, of which, issues 2 and 3 related to cause  ofaction:"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[222, 234, "Section100(1)", "Section"]]}, {"para": ["“2)   Whether the election petition is liable to be dismissed in limine  forlack of material facts and particulars, as alleged?"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["3)    Whether the election petition is not  maintainable  for  want  of  anycause of action, as alleged?”Appellant is aggrieved since his petition has been dismissed, based  on  thefindings on the preliminary issues that  the  election  petition  lacked  inmaterial facts as required under Section 83(1)(a) of the  1951  Act  and  assuch, did not disclose any cause of action."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[291, 303, "Section 83(1)", "Section"]]}, {"para": ["As far as the averments in the election petition are concerned,  it  is  notnecessary for us to refer to the  same  in  extenso  since  they  have  beensummarized  in  paragraph-27  of  the  impugned  judgment,  which  reads  asfollows:"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["“27.  The “violations” alleged by the petitioner during poling and  countingof votes can be grouped in the following three categories,  which  shall  bedealt with one by one:-"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Exercise of dual right of franchise by a voter and discrepancy  between  theEVM record and the record maintained in Form 17-A at polling station  No.92-Kamla;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Improper reception of 30 postal ballot papers; andDiscrepancy regarding 100 postal ballot papers-whether 597 or 697?”The High Court dealt with the violations referred to  above  extensively  soas to find out whether a cause of action is made out, but committed a  graveerror by considering the explanations offered in the replies  filed  by  therespondents. All the three violations have been  discussed  meticulously  bythe High Court with reference to the replies furnished  by  the  respondentsand the court came to the conclusion that the petition did not disclose  anycause of action since it lacked material facts.   The  High  Court  venturedinto such an elaborate  enquiry  in  the  light  of  the  pleadings  in  thereplies, to see whether the result  of  the  election  has  been  materiallyaffected, apparently or rather mistakenly, under Order XIV Rule 2."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Order XIV deals with settlement of  issues  and  determination  of  suit  onissues of law or on issues agreed  upon.  Order  XIV  Rule  2  provides  fordisposal of a suit on a preliminary issue and under sub-Rule (2) of Rule  2,if the court is of opinion that a case or part thereof can  be  disposed  ofon an issue of law only, it may try that issue first, in case it relates  tojurisdiction of the court or bar to entertaining the suit.  After  the  1976amendment, the scope of a preliminary issue under Order  XIV  Rule  2(2)  islimited only to two areas, one is jurisdiction of the court, and the  other,bar to the suit as created by any law for  the  time  being  in  force.  Thewhole purpose of trial on preliminary issue  is  to  save  time  and  money.Though it is not a mini trial, the court  can  and  has  to  look  into  theentire pleadings and the materials available on record, to  the  extent  notin dispute. But that is not the situation as far as the enquiry under  OrderVII Rule 11 is concerned. That is only on institutional defects.  The  courtcan only see whether the plaint, or rather the pleadings of  the  plaintiff,constitute a cause of action. Pleadings in the sense where, even  after  thestage of written statement, if there is a  replication  filed,  in  a  givensituation the same also can be looked into  to  see  whether  there  is  anyadmission on the part of the plaintiff. In  other  words,  under  Order  VIIRule 11, the court has to take a decision looking at the  pleadings  of  theplaintiff only and not on the rebuttal made by the defendant  or  any  othermaterials produced by the defendant."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["It appears, the High Court committed a mistake in the  present  case,  sincefour out of the six issues settled were taken  as  the  preliminary  issues.Two such issues actually are relatable only to Order  VII  Rule  11  of  theCode,  in  the  sense  those  issues  pertained  to  the  rejection  at  theinstitution stage for lack of material facts and for not disclosing a  causeof action. Merely because it is a trial on preliminary issues at  the  stageof Order XIV, the scope does not change or expand. The stage at  which  suchan enquiry is undertaken by the court makes no difference since  an  enquiryunder Order VII Rule 11(a) of the Code can be taken up at any stage."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["Thus, for an enquiry under Order VII Rule 11 (a), only the pleadings of  theplaintiff-petitioner can be looked into even if it is at the stage of  trialof preliminary issues under Order XIV Rule 2(2). But  the  entire  pleadingson both sides can be looked into under Order XIV Rule 2(2)  to  see  whetherthe court has jurisdiction and whether there is a bar for  entertaining  thesuit."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["In the present case, the issue relates to an enquiry under  Order  VII  Rule11(a) of the Code, and hence, there is no question of  a  preliminary  issuebeing tried under Order XIV Rule 2(2) of the Code. The court  exercised  itsjurisdiction only under Section 83(1)(a) of the  Act  read  with  Order  VIIRule 11(a) of the Code. Since the scope of the enquiry at that stage has  tobe limited only to the pleadings  of  the  plaintiff,  neither  the  writtenstatement nor the averments,  if  any,  filed  by  the  opposite  party  forrejection under Order VII Rule 11(a) of the Code or any other  pleadings  ofthe respondents can be considered for that purpose."], "blockQuotes": [], "subPara": {}, "tagged_entities": [[253, 265, "Section 83(1)", "Section"]]}, {"para": ["In Mayar (H.K.) Ltd. and others v. Owners &  Parties,  Vessel  M.V.  FortuneExpress and others[1], this Court has dealt with a  similar  issue.  To  theextent relevant, paragraph-12 reads as follows:"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[4, 34, "Mayar (H.K.) Ltd. and others v.", "Case"]]}, {"para": ["“12. From the aforesaid, it is apparent that the plaint cannot  be  rejectedon the basis of the  allegations  made  by  the  defendant  in  his  writtenstatement or in an application for rejection of the plaint.  The  court  hasto read the entire plaint as a whole to find  out  whether  it  discloses  acause of action and if it does, then the plaint cannot be  rejected  by  thecourt exercising the powers under Order 7 Rule 11 of the Code.  Essentially,whether the plaint discloses a cause of action, is a question of fact  whichhas to be gathered on the basis of the averments made in the plaint  in  itsentirety taking those averments to be  correct.  A  cause  of  action  is  abundle of facts which are required to be proved  for  obtaining  relief  andfor the said purpose, the material facts are required to be stated  but  notthe evidence except in certain cases where the pleadings relied  on  are  inregard to misrepresentation, fraud, wilful default, undue  influence  or  ofthe same nature. So long as the plaint discloses some cause of action  whichrequires determination by the court, the mere fact that in  the  opinion  ofthe Judge the plaintiff may not succeed cannot be a ground for rejection  ofthe plaint. …” It is not necessary to load this  judgment  with  other  judgments  dealingwith this first principle of Order VII Rule 11(a) of the Code.  As  held  bythis Court in Virender  Nath  Gautam  v.  Satpal  Singh  and  others[2],  atparagraph-52:"], "blockQuotes": [], "subPara": {}, "tagged_entities": [[1397, 1422, "Virender  Nath  Gautam  v.", "Case"]]}, {"para": ["“52. The High Court, in our  considered  opinion,  stepped  into  prohibitedarea of considering correctness of allegations and evidence  in  support  ofaverments  by  entering  into  the  merits  of  the  case  which  would   bepermissible only at the stage of trial of the election petition and  not  atthe stage of consideration whether the election  petition  was  maintainableand dismissed the petition. The said action,  therefore,  cannot  be  upheldand the order deserves to be set aside.”As we have been taken through the averments in the election petition and  weare satisfied that the petition has disclosed a cause of action, it  is  notnecessary to remit the petition for a fresh enquiry in that regard."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["The appeal is however allowed, the impugned  order  is  set  aside  and  theelection petition is remitted  to  the  High  Court  to  try  it  on  meritsexpeditiously, and being one filed in the year  2013,  preferably  within  aperiod of four months. We make it clear  that  we  have  not  expressed  anyopinion on the merits of the case."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["There shall be no order as to costs."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["..……………………….J."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(KURIAN JOSEPH)                                                               .……………………….J."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["(A.M. KHANWILKAR)NEW DELHI;"], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["JANUARY 24, 2017."], "blockQuotes": [], "subPara": {}, "tagged_entities": []}, {"para": ["-----------------------"], "blockQuotes": [], "subPara": {"pre_2": "[1]    (2006) 3 SCC 100[2]    (2007) 3 SCC 617-----------------------9"}, "tagged_entities": [[36, 49, ") 3 SCC 100[2]", "Cite"]]}], "id": "0"}