{
    "court": "Punjab-Haryana High Court",
    "cites": [],
    "citedBy": [
        {
            "title": "Sh. Chaman Lal vs Municipal Corporation Of Delhi on 13 January, 2010",
            "link": "https://indiankanoon.org/doc/55468966/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Shri S N Sharma vs Municipal Corporation Of Delhi on 7 October, 2009",
            "link": "https://indiankanoon.org/doc/199477822/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "L.Ragavelu vs The Joint Director (Craftsman ... on 23 January, 2012",
            "link": "https://indiankanoon.org/doc/188728375/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Delhi Urban Shelter Improvement ... vs S.N. Sharma on 28 November, 2019",
            "link": "https://indiankanoon.org/doc/134498082/",
            "caseids": [
                "0"
            ]
        }
    ],
    "applicationName": "HARYANA AT CHANDIGARH.",
    "applicationNumber": "CWP No.6430 of 2008",
    "author": "0",
    "bench": "0",
    "judge": [
        {
            "name": "RajanGupta,J.",
            "id": "0"
        }
    ],
    "title": "Agyakar Singh vs Punjab State Electricity Board ... on 12 January, 2009",
    "petitioners": [
        "Agyakar Singh"
    ],
    "respondants": "Punjab State Electricity Board and others",
    "link": "https://indiankanoon.org/doc/376162/",
    "prejudgement": [
        "CWP No.6430 of 2008                          1\n\n\n\n    IN THE HIGH COURT FOR THE STATES OF PUNJAB &\n              HARYANA AT CHANDIGARH.\n\n                               CWP No.6430 of 2008\n                               Date of decision: January 12, 2009\n\nAgyakar Singh                                       ...Petitioner\n\n                         Versus\n\nPunjab State Electricity Board and others          ...Respondents\n\nCORAM:      HON'BLE MR. JUSTICE ASHUTOSH MOHUNTA\n            HON'BLE MR. JUSTICE RAJAN GUPTA\n\nPresent:    Mr. Vipin Mahajan, Advocate, for the petitioner.\n            Mr. Rajiv Malhotra, Advocate, for the respondents.\n\nRajan Gupta, J.\n"
    ],
    "paragraphs": [
        {
            "para": [
                "The petitioner has sought a writ in the nature of certiorari  for quashing a charge-sheet issued to him on 30th November, 2005,  Annexure P-8 on the ground that he has been punished twice for the  same charge. The petitioner has also sought quashing of the inquiry  report, Annexure P-13 and the show cause notice, Annexure P-17."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The petitioner was inducted as a lineman in the Punjab  State Electricity Board on 19th October, 1985. On 9th June, 1987 his  services were terminated.    The petitioner challenged his termination  order by way of a civil suit before the Civil Judge, Kapurthala. The said  suit was dismissed on 17th March, 1990. The petitioner preferred an  appeal before the District Judge, Kapurthala against the said decision  which was also dismissed on 27th May, 1992. Thereafter, the petitioner  preferred a Regular Second Appeal which was registered as RSA  No.1561 of 1992. The second appeal was admitted to regular hearing  CWP No.6430 of 2008                           2   by this court on 21st September, 1992. The petitioner was, however,  taken back in service on 16th January, 2000 vide order dated 27th  February, 2001, Annexure P-2. The petitioner thereafter withdrew the  RSA preferred by him and the same was dismissed as withdrawn on 29th  August, 2001. On 30th November, 2005, a charge-sheet was issued to  the petitioner for having submitted a bogus certificate at the time of his  appointment. An Enquiry Officer was appointed who opined that a  compromise had been arrived at between the petitioner and the Board  and in view of the same the charge-sheet be dropped. The matter was,  however, remanded back to the Enquiry Officer. The said officer after  holding a detailed inquiry came to the conclusion that the experience  certificate produced by the petitioner at the time of his initial  appointment was forged and, therefore, the said charge stood proved.  He recommended disciplinary action against the petitioner. A notice  was thereafter issued to the petitioner as disciplinary action was  proposed to be taken against him."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Reply has been filed on behalf of the Board wherein it has  defended its action in issuing charge-sheet to the petitioner for  producing a bogus certificate at the time of his initial selection. It has  also been stated that the decision of their administrative member to  reinstate the petitioner in service was reviewed in a meeting of the  whole time members in exercise of power conferred by Regulation 32 of  the Punjab State Electricity Board (Employees Punishment and Appeal  Regulations), 1971 and it was decided to initiate regular inquiry against  CWP No.6430 of 2008                              3   the petitioner."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "We have heard learned counsel for the parties and given our  thoughtful consideration to the entire matter."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "It is apparent from the record that at the time of his initial  appointment as Lineman, the petitioner produced a bogus experience  certificate. The certificate was to the effect that Agyakar Singh (the  petitioner) had served in PSEB Sub Division, TLSC, Batala from 1st  June, 1977 to 12th July, 1978 as work charge TMM for a total period of  408 days. The certificate was issued allegedly by SDO, PSEB, TLSC,  Batala. It was a Vigilance Department of PSEB which found that the  petitioner had never worked as work charge TMM in the said Sub  Division during the period 1st June, 1977 to 12th July, 1978.          The  Vigilance thus came to the conclusion that the experience certificate  produced by the petitioner was forged. Later on, in the inquiry held  pursuant to the disciplinary proceedings, the Enquiry Officer also found  the certificate to be forged."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "We thus find no substance in the submission of the counsel  that the petitioner has been punished twice for the same charge. In fact,  the services of the petitioner were terminated way back in the year 1987.  He was suddenly taken back in service in 2001 despite the fact that in  the civil litigation initiated by the petitioner, the stand of the Board had  been vindicated."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "In the judgment of the apex court reported as Bank of  India and Anr. Vs. Avinash D. Mandivikar and Ors., (2005) 7 S.C.C.  CWP No.6430 of 2008                           4   690, it was held that a person who seeks equity must come with clean  hands. Equity jurisdiction cannot be exercised in the case of a person  who gets appointment on the basis of a false certificate or by playing  fraud. No sympathy or equitable consideration can come to rescue of  such a person. It was further held that compassion cannot be allowed to  bend the arms of law where an individual acquired a status by practicing  fraud. Fraud and collusion vitiate even the most solemn proceedings in  any civilized system of jurisprudence."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "In this view of the matter, we find no ground to interfere in  the present case and the writ petition is hereby dismissed."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "However, before parting with the judgment, we may notice  with concern that due to the decision taken by the administrative  member of the Board, the petitioner was reinstated in service vide order  dated 27th February, 2001 and was able to continue in service thereafter.  This is despite the fact that the petitioner had lost the civil litigation  before two courts below where the Board had opposed the claim of the  petitioner. His Regular Second Appeal before this court was merely  admitted to regular hearing. There was no interim order in the same.  The administrative member despite being aware of the fact that the  petitioner had secured appointment on the basis of a bogus certificate,  decided to reinstate him in service. The petitioner was thus able to work  with the Board and able to draw salary from the year 2001 onwards.  After a charge-sheet was issued to the petitioner, the Enquiry Officer  submitted a report vide Annexure P-13 wherein he observed that a  CWP No.6430 of 2008                           5   compromise had been arrived at between the petitioner and the Board  and, therefore, the charge-sheet deserved to withdraw."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "It is inexplicable how the administrative member issued the  order dated 7th February, 2001 reinstating the petitioner in service  despite the fact that he was aware that the petitioner had secured  appointment on the basis of a forged certificate.     It is also surprising  that the Inquiry Officer opined in his inquiry report, Annexure P-13 that  there had been a compromise between the petitioner and the Board. It is  evident that both these officers acted against the interest of the Board  and in total violation of law. We fail to understand how there can be a  compromise between an employee who secures appointment on the  basis of a forged certificate and the Board. Such a compromise between  a delinquent employee and an instrumentality of State, is unknown to  law."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "In the facts and circumstances of the case, we direct that in  case at the time of culmination of the disciplinary proceedings, the  petitioner is held guilty, the Board shall fix responsibility for directing  his reinstatement in service. In case it is found that petitioner was not  entitled to be reinstated, the Board shall take a decision regarding  recovery of the amount paid to the petitioner as salary for the period he  was not entitled to remain in service."
            ],
            "blockQuotes": [],
            "subPara": {
                "pre_2": "(RAJAN GUPTA)                                                        JUDGE   January 12, 2009                         (ASHUTOSH MOHUNTA) 'rajpal'                                          JUDGE"
            }
        }
    ],
    "id": "0"
}