{
    "court": "Punjab-Haryana High Court",
    "cites": [
        {
            "title": "Section 69A in The Income- Tax Act,   1995",
            "link": "https://indiankanoon.org/doc/1389379/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "The Income- Tax Act,   1995",
            "link": "https://indiankanoon.org/doc/789969/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Commissioner Of Income Tax, ... vs Piara Singh on 8 May, 1980",
            "link": "https://indiankanoon.org/doc/528298/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Commissioner Of Income-Tax, U.P. vs Mithan Lal Ram Chandra on 25 March, 1971",
            "link": "https://indiankanoon.org/doc/443575/",
            "caseids": [
                "0"
            ]
        }
    ],
    "citedBy": [
        {
            "title": "Bijjala Shivalingam vs Commissioner Of Income-Tax on 13 September, 2001",
            "link": "https://indiankanoon.org/docfragment/934117/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Ito vs Prakash Chand Lunia on 15 September, 2004",
            "link": "https://indiankanoon.org/docfragment/555075/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Income-Tax Officer vs Purshottam Lal Roongata Family ... on 21 May, 1996",
            "link": "https://indiankanoon.org/docfragment/780714/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Income-Tax Officer vs Purshottam Lal Roongata Family ... on 21 May, 1996",
            "link": "https://indiankanoon.org/docfragment/11241/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Kasturi Lal Dhir vs Income-Tax Officer on 1 January, 1999",
            "link": "https://indiankanoon.org/docfragment/329411/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Sri Ashok Kumar Agarwal Son Of Sri ... vs Commissioner Of Income Tax on 26 February, 2007",
            "link": "https://indiankanoon.org/docfragment/1138482/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "The Commissioner Of Income Tax vs Shri Kuldeep Singh S/O Sri Arjun ... on 27 November, 2006",
            "link": "https://indiankanoon.org/docfragment/1066996/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Income-Tax Officer vs Purshottam Lal Roongata Family ... on 21 May, 1996",
            "link": "https://indiankanoon.org/docfragment/572940/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Naresh Kumar Jain vs Commissioner Of Income Tax on 1 August, 2013",
            "link": "https://indiankanoon.org/docfragment/77519762/?formInput=citedby%3A%201268304",
            "caseids": [
                "0"
            ]
        }
    ],
    "applicationName": "0",
    "applicationNumber": "0",
    "author": "G C Mital",
    "bench": [
        {
            "name": "G C Mital",
            "id": "0"
        },
        {
            "name": " S Sodhi",
            "id": "0"
        }
    ],
    "judge": [
        {
            "name": "Gokal Chand Mital, J.",
            "id": "0"
        }
    ],
    "title": "Parkash Chand Sushil Kumar vs Commissioner Of Income-Tax on 17 January, 1989",
    "petitioners": [
        "Parkash Chand Sushil Kumar"
    ],
    "respondants": "Commissioner Of Income-Tax",
    "link": "https://indiankanoon.org/doc/1268304/",
    "prejudgement": [
        ""
    ],
    "paragraphs": [
        {
            "para": [
                "1. On a mandamus issued by this court, the Income-tax Appellate Tribunal, Amritsar, has referred the following question :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "\"Whether, on the facts and circumstances of the case, the Tribunal is right, in holding that the addition under Section 69A of the Income-tax Act on account of value of gold biscuits Rs. 42,000 seized by the customs authorities cannot be allowed deduction as a business loss ?\""
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "2. The assessee was carrying on sarafa business. Sushil Kumar, one of the partners of the assessee firm, was caught redhanded by the Customs Department on February 10, 1971, at Lakhanpur Check Post with 20 gold biscuits weighing 200 tolas which were recovered from his attache case while he was travelling from Pathankot in the bus bound for Jammu. Ultimately, the gold biscuits were confiscated by the Customs Department by order dated March 25, 1977, and penalty of Rs. 2 lakhs was imposed on the partner from whose possession the gold was recovered. The value of the gold biscuits was treated by the Income-tax Officer as the income of the assessee from undisclosed sources, and an addition of Rs. 42,000 was made under Section 69A of the Act. The assessee's appeal before the Appellate Assistant Commissioner failed as also before the Tribunal."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "3. The assessee had claimed deduction of the value of the gold as a trading loss under Section 37 of the Income-tax Act, 1961 (for short \"the Act\"), in view of the confiscation order passed by the Customs Department which was disallowed by all the authorities up to the Tribunal, and, on these facts, this court issued mandamus and got the question referred, as has been noticed above."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "4. The matter is now covered by two decisions of our court in CIT v. Piara Singh [1972] 83 ITR 678, and CIT v. Shri Ram Chander [1986] 159 ITR 689, and the first decision of this court has been upheld by the Supreme Court in CIT v. Piara Singh [1980] 124 ITR 40. The facts in those cases are identical with the facts of the case in hand. All the authorities found that the assessee was carrying on the business of smuggling of gold and once that is so, the confiscation of the gold amounted to loss which sprang directly from the carrying on of the business and thus the assessee was entitled to the deduction of the loss and the deduction had to be allowed under Section 37 of the Act. The same view has been taken in the aforesaid decision. Following the same, we answer the question in favour of the assessee, that is, in the negative, to the effect that the Tribunal was not right in holding that addition of amount under Section 69A of the Act on account of the value of gold biscuits of Rs. 42,000 seized by the Customs Authorities cannot be allowed deduction as a business loss. The deduction had to be allowed. There will be no order as to costs."
            ],
            "blockQuotes": [],
            "subPara": {}
        }
    ],
    "id": "0"
}