{
    "court": "Supreme Court of India",
    "cites": [
        {
            "title": "Section 397 in The Code Of Criminal Procedure,   1973",
            "link": "https://indiankanoon.org/doc/1457888/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Brij Mohan Lal vs Union Of India & Ors on 6 May, 2002",
            "link": "https://indiankanoon.org/docfragment/1017222/?formInput=cites%3A%2044403361",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "All India Judges' Association And ... vs Union Of India And Others on 24 August, 1993",
            "link": "https://indiankanoon.org/docfragment/1977799/?formInput=cites%3A%2044403361",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Section 482 in The Code Of Criminal Procedure,   1973",
            "link": "https://indiankanoon.org/doc/1679850/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Article 21 in The Constitution Of India   1949",
            "link": "https://indiankanoon.org/doc/1199182/",
            "caseids": [
                "0"
            ]
        },
        {
            "title": "Article 226 in The Constitution Of India   1949",
            "link": "https://indiankanoon.org/doc/1712542/",
            "caseids": [
                "0"
            ]
        }
    ],
    "citedBy": [],
    "applicationName": "CRIMINAL APPELLATE JURISDICTION",
    "applicationNumber": "CRIMINAL APPEAL Nos. 254-262 OF 2012",
    "author": "D Y Chandrachud",
    "bench": [
        {
            "name": "T.S. Thakur",
            "id": "0"
        },
        {
            "name": " D.Y. Chandrachud",
            "id": "0"
        },
        {
            "name": " L. Nageswara Rao",
            "id": "0"
        }
    ],
    "judge": [
        {
            "name": "JUDGMENT",
            "id": "0"
        }
    ],
    "title": "Imtiyaz Ahmad vs State Of U.P.& Ors on 2 January, 2017",
    "petitioners": [
        "IMTIYAZ AHMAD"
    ],
    "respondants": "STATE OF U.P. & ORS.",
    "link": "https://indiankanoon.org/doc/44403361/",
    "prejudgement": "                                                                              REPORTABLE\n\n IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n                    CRIMINAL APPEAL Nos. 254-262 OF 2012\n\n\nIMTIYAZ AHMAD                         .....APPELLANT\n                                   VERSUS\n\nSTATE OF U.P. & ORS.                                      .....RESPONDENTS\n\n\n                               J U D G M E N T\n",
    "paragraphs": [
        {
            "para": [
                "Dr D Y CHANDRACHUD, JThese Appeals arise from a batch of interlocutory orders  of  the  AllahabadHigh Court in a criminal writ petition (1786 of 2003). On  9  April  2003  alearned Single Judge of the High Court admitted a  writ  petition  filed  bythe second and third respondents and stayed an order dated 7  December  2002of the Additional Chief Judicial Magistrate, Gautam  Budh  Nagar,  directingthe registration of a case against them. The case was adjourned  before  theHigh Court on several dates on which it was listed.   As  a  result  of  theadjournments,  on  the  date  of  the  institution  of  the  Special   LeavePetitions, the writ petition was pending in the High Court for six years."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "2     This Court was concerned with the pendency of similar cases beforethe High Courts, where proceedings were stayed at the stage of theregistration of an FIR, investigation, framing of charges or during trial,in exercise of the power conferred by Article 226 of the Constitution orSections 397/482 of Code of Criminal Procedure,1973. Hence this Court, byan order dated 8 January 2010 called for reports from the RegistrarsGeneral of the High Courts, in regard to serious cases involving: (i)murder; (ii) rape; (iii) kidnapping; and (iv) dacoity.  On the basis of thedata received, reports were presented to the Court by the amicus curiae.These reports were considered in an order dated 1 February 2012 by a Benchof two learned Judges, including one of us (the learned Chief Justice ofIndia). In the order of this Court dated 1 February 2012 the findings inthe second report submitted by the amicus curiae were summarized thus :“(a) As high as 9% of the cases have completed more than twenty years  sincethe date of stay order;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(b) Roughly 21% of the cases have completed more than ten years;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(c) Average pendency per case (counted from the  date  of  stay  order  tillJuly 26, 2010) works out to be around 7.4 years;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(d) Charge-sheet was found to be the most prominent stage  where  the  caseswere stayed with almost 32% of the cases falling under  this  category.  Thenext two prominent stages are found to be “appearance” and  “summons”,  witheach comprising 19% of the total number of cases”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "3     During the course of the  hearing  of  these  proceedings,  the  UnionGovernment has been impleaded as a party to the  proceedings  having  regardto the fact that seminal issues are involved  directly  impacting  upon  theadministration of justice. This Court has  assumed  jurisdiction  since  thelong delays in the disposal of cases, particularly  criminal  cases,  has  aserious impact both on the rule of law and on access to justice which  is  afundamental right guaranteed under Article 21 of the Constitution."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "4     In 1958, the fourteenth Report of the Law Commission of India  on  theReform of Judicial Administration dealt with the issue of delay and  arrearsand identified  inadequate  judge  strength  as  the  “root  cause”  of  theproblem.  This  perspective  has  been  reiterated  in  several   successivereports, including of the Law Commission.  These include the 77th Report  ofthe Law Commission  of  India  on  “Delay  and  arrears  in  trial  courts”,November, 1978 (Ministry of Law and  Justice,  Government  of  India);  78thReport of the  Law  Commission  of  India  on  “Congestion  of  under  trialprisoners  in  jails”,  February,  1979  (Ministry  of  Law   and   Justice,Government of India); 79th Report of the Law Commission of India  on  “Delayand Arrears in High Courts and other Appellate Courts”, May, 1979  (Ministryof  Law  and  Justice,  Government  of  India);  121st  Report  of  the  LawCommission  of  India  (method  of  review  of  judge  strength  at  regularintervals), 1987; 124th Report of the Law Commission of  India  –  The  HighCourt Arrears – A fresh look, 1988; Report of The Arrears  Committee  (ThreeChief Justices Committee : Kerala, Calcutta & Madras), 1989-90.5     The 120th Report of the Law Commission on  Manpower  Planning  in  theJudiciary (1987) suggested a formula for the  fixation  of  judge  strength,adopting a demographic approach.  The  Report  suggested  that  demographicsshould be the basis for fixation of judge strength.  Its rationale  was  setout thus :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“ As to the possible accusation that the working out of the ratio of  Judgesstrength  per  million  of  Indian  population  is  a  gross  measure,   theCommission wishes to say that  this  is  one  clear  criterion  of  manpowerplanning.  If legislative representation can be worked out, as  pointed  outearlier, on the basis of population and if other services  of  the  State  –bureaucracy, police etc. – can  also  be  similarly  planned,  there  is  noreason at all for the  non-extension  of  this  principle  to  the  judicialservices.  It must also be frankly stated that while  population  may  be  ademographic unit, it is also a democratic unit.   In  other  words,  we  aretalking of citizens with democratic rights  including  right  to  access  tojustice which it is the duty of the State to provide.”The Report indicated that though the US in 1981  had  one-third  of  India’spopulation, it had a judge to population ratio of one hundred  seven  judgesper million, while in India it was only ten judges  per  million.   The  LawCommission suggested that the  judge  to  population  ratio  be  immediatelyincreased  from  ten  judges  to  fifty  judges  per  million.   The  Reportsuggested that by 2000 India should achieve a  target  of  one  hundred  andseven judges per million (which the US had in 1981).6     If these recommendations had been acted upon India  would  have  judgestrength of 1,10,071 in 2000 (with  the  population  of  1028  million)  and1,36,794 as on 31 December 2015. However, the  sanctioned  strength  of  thejudiciary at all levels on 31 December 2015 was only 21,607.7     This Court in a judgment delivered on  21  March  2002  in  All  IndiaJudges Association v. Union of  India[1]  endorsed  the  views  of  the  LawCommission in its 120th Report and  directed  that  a  judge  to  populationratio of fifty judges per million be achieved within a period of five  yearsand not later than ten years in any case.  This Court observed :“The increase in the Judge strength to 50 Judges per 10 lakh  people  shouldbe effected and implemented with the filling  up  of  the  posts  in  phasedmanner to be determined and directed by the Union Ministry of Law, but  thisprocess should be completed and the increased  vacancies  and  posts  filledwithin a period of five years  from  today.  Perhaps  increasing  the  Judgestrength by 10 per 10 lakh people every year could be  one  of  the  methodswhich may be adopted thereby completing the first stage  within  five  yearsbefore embarking on further increase if necessary”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The Report of the Parliamentary Standing  Committee  on  Arrears  in  Courts(2002) supported the application of the demographic  norm  as  the  startingpoint for determination of judge strength. In a letter dated 2  April  2013,the then Prime Minister of India also accepted  the  recommendation  of  theChief Justice of India to double the existing number of courts.   When  thisissue was taken up at the Joint Conference  of  Chief  Ministers  and  ChiefJustices in 2013 it was resolved to create new posts  of  judicial  officerswith requisite staff and infrastructure."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "8     In order to address the issue of arrears, a policy decision was  takenby the Union government to constitute  fast  track  courts  and  funds  wereallocated under the Eleventh Finance Commission for a period of  five  years(2000-05).  When the issue of the discontinuation of fast-track courts  cameup, this Court in Brij  Mohan  Lal  v.  Union  of  India[2]  held  that  thepolicies  of  the  State  should  not  derogate  from  undermining  judicialindependence and if a policy was counter-productive or  liable  to  increasethe case load, the court intervene judicially.  Though this  Court  desistedfrom interfering with the policy decision in regard  to  discontinuing  fasttrack courts, keeping in mind the huge pendency of cases,  a  direction  wasissued for the creation of additional posts in  the  district  judiciary  tothe extent of ten per cent of the total regular cadre  within  a  stipulatedperiod."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "9     In a recent Report prepared by the Centre for  Research  and  Planningof the Supreme Court of India  titled  “Subordinate  Courts  of  India  :  AReport on Access to Justice 2016” a detailed analysis has been made  of  thependency of cases in the district judiciary.  The following table which  hasbeen compiled in the Report shows the figures of institution,  disposal  andpendency in the district judiciary for 2013-15 :"
            ],
            "blockQuotes": [],
            "subPara": {
                "pre_2": "|Year                                         |Where,"
            }
        },
        {
            "para": [
                "BEJ= Additional No. of Judges required to Break Even.AI= Average InstitutionARD= Average Rate of DisposalD2010, D2011, D2012 = Annual Disposal for that yearJ2010, J2011, J2012 = Annual Working Strength of Judges for that yearJ= Current Working Strength of JudgesThe formula for determining the Number of Judges for  disposing  of  Backlogrequired to dispose of pending cases within a given time period is:"
            ],
            "blockQuotes": [],
            "subPara": {
                "pre_3": "|AJBk =  (B/ARD)/t                  |Where,AJBk= No. of Judges for disposing of Backlog"
            }
        },
        {
            "para": [
                "B= Backlog, defined as the number of cases pending for more than a year.t= The time frame, in number of years, within which the backlog needs to  becleared”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "12    The Law Commission has noted that in the past, it was  suggested  thatjudges required to dispose of the backlog are needed only until the  backlogis cleared. Hence, it was  proposed  that  short-term,  ad-hoc  appointmentsshould be made  from  amongst  retired  judges  for  clearing  the  backlog.However, the previous experience of the functioning of ad  hoc  appointmentsin the district judiciary reflected serious concern especially of  the  lackof  accountability  in  their   functioning   and   performance.   Moreover,additional infrastructure would be required to be created  even  for  ad-hocjudges appointed in the system. The proposal to  have  a  shift  system  hasbeen resisted by the Bar since it results in  an  increase  in  the  workinghours."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "13    The note submitted by  Professor  Dr  G  Mohan  Gopal  raises  certainconcerns about the rate of disposal method suggested by the Law  Commission.These concerns as set out in the  note  submitted  by  him,  are  summarizedbelow :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The definition of backlog  (difference  between  institution  and  disposal)does not take into account the fact that every case  requires  a  reasonableperiod for its disposal based on the nature of the dispute involved in  thatcase. Under the above definition, even cases which have been  filed  towardsthe end of a year must be disposed  of  by  31  December  to  eliminate  thebacklog.  In the absence of  established  time  frames  in  our  system  fordisposal of cases the elimination of a backlog is virtually  unimplementablesince it is impossible for courts to dispose of cases filed  days  or  weeksbefore the end of a specified reference period;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The rate of disposal method  unintentionally  incentivizes  lower  disposalsbecause lower the rate of disposal, the greater  the  number  of  additionaljudicial positions which that court will get under  this  methodology.   Themethod proposed by the Law Commission is (according  to  the  critique)  notdesigned to improve productivity nor does it concern itself  with  judge  tocase ratio;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The rate of disposal method does not give  weightage  to  cases  based  upontheir nature and complexity and all types  of  cases  are  treated  at  par.Complex cases require greater amounts  of  judicial  time  and  effort  thansimple cases;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The rate of disposal method does not take into  account  the  reasonablenessof the work load of judges.  Any assessment of judge strength must take  dueaccount of the “maximum  permissible  reasonable  work  load”  for  a  judgebefore mental and physical fatigue start impairing the quality of working;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Merely focusing upon the reduction of backlog is not adequate since what  isrequired is a scientific method to assess the judge strength needed to  dealwith the backlog as well as the flow of new cases."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "14    NCMSC has suggested that the clearance of backlog is not the  sole  orcentral  basis  for  determining  judge  strength.  Several  other  criticalparameters include (i) rate of case clearance: the number of cases  disposedof as a percentage  of  institution;  (ii)  on  time  disposal  rate  –  thepercentage of cases resolved within an established time  frame;  (iii)  pre-trial  custody periods wherein an under-trial is in  custody  pending  trialof a criminal case; and (iv)  trial  date  certainty  –  the  proportion  ofimportant  case  processing  provisions  that  are  held  according  to  theschedule finalized.   Professor Dr G Mohan Gopal suggests that the  rate  ofdisposal method does not make a substantial departure from  past  approachesthat have not yielded desired results."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "15    The Chairperson of  NCMSC  has  proposed  an  interim  approach  whichaugments the disposal rate method of the Law Commission with the  prevailingunit system of the High Courts to attribute a weightage to  cases  based  ontheir nature and complexity.  Under the unit system  the  High  Courts  haveestablished disposal  norms  for  the  district  judiciary  based  on  unitsallocated for disposal of different  cases.   On  the  basis  of  the  unitsprescribed, performance  is  rated  from  “excellent”  and  ‘very  good’  to‘unsatisfactory’. The approach which has been suggested, based on  the  unitsystem, is as follows :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Applying The Unit System to Assess Required Judge Strength"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(i)Number of judges required to dispose of the annual “flow”  of  new  cases(“break even”)"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "25. Every court should calculate in units its  average  annual  filing  overthe previous five years for all types of cases."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "26. Divide the annual filing units above  by  the  number  of  annual  unitsrequired to be disposed of by a judge for VERY GOOD performance."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "27. This will give for each court, the number of judges required  to  ensure“break even”, i.e., disposal equals the number  of  new  cases  filed  everyyear in that court."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(ii)Number of judges required for disposal of backlog of cases"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "28. First, every court should calculate in units  its  “backlog”,  i.e.  thenumber of cases of all categories pending for more  than  the  maximum  timestandard set by it for disposal (e.g., three years)"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "29. Second, a suitable time period may  be  established  within  which  this“backlog” should be cleared (e.g. 5 years)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "30. Third, divide the total backlog in units by the number of  years  withinwhich it has to be cleared (e.g., 5 years).  This  will  give  the  requiredannual disposal of “backlog”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "31. Fourth, divide the required annual disposal of backlog by the number  ofannual units required to be disposed of by each judge  (units  required  forVERY GOOD performance)."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "32. This gives the number of judges required to  dispose  of  “the  backlog”within the prescribed time frame."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "33. The judge strength so assessed should be monitored annually."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "34.  Needless  to  say,  it  will  be  desirable  that  unit   systems   arerationalized and strengthened with as much  uniformity  of  approach  acrossthe country as feasible, addressing variations and  limitations  of  systemscurrently in place."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "iii.  Total number of  judges  required  for  achieving  “break  even”  plus“disposal of backlog”"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "35. Add the number of Judges required for “break  even”  to  the  number  ofJudges required for disposal of backlog, as determined above."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "iv. Trigger for creation of new courts"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "36. When for any court, the total number of units required  to  be  disposedannually (“breakeven” plus backlog, if any) is greater than  1.5  times  thedisposal norm for a “very good performance” judge, a new  court  would  needto be created.”16    While evaluating the  limitations  of  the  rate  of  disposal  methodsuggested by the  Law  Commission  which  have  been  noted  in  the  reportsubmitted by the Chairperson, NCMSC, certain aspects would have to be  bornein mind. The criticism that the rate of disposal method places an  incentiveon lower disposals in certain courts has its own limitations. A  lower  rateof disposal may not necessarily reflect upon the  efficiency  with  which  ajudge has conducted the court. Trials are held up because of  a  paucity  ofpublic prosecutors.  Witnesses  cited  by  the  state,  particularly  policepersonnel, remain absent on dates fixed  for  trial,  resulting  in  delays.Service of summons is delayed because of the laxity of  police.  In  severalnorthern states, particularly, the State of  Uttar  Pradesh  soaring  summertemperatures  have  in  the  absence  of  basic  infrastructural  facilitiesincluding continuous power supply resulted in  the  institutionalization  ofmorning courts in several districts. The convenience of  ordinary  litigantsand witnesses with limited resources, who travel from  afar  without  propermeans of transportation cannot be  disregarded  by  the  presiding  judicialofficer.The   functioning   of   courts   which   lack   even    rudimentaryinfrastructure is affected, as a result. In a number of states, it has  beenthe experience that there are  impediments  faced  by  the  district  courtsincluding strikes of lawyers and abstention from work for  causes  unrelatedto the functioning of the judge or court concerned. The loss of  mandays  onaccount of such causes results in a wastage  of  productive  judicial  time.Hence, it would not be correct to assert that the rate  of  disposal  methodplaces an incentive upon the unproductive or inefficient.  Ground  realitiescannot be ignored merely on the basis of statistics.17    Another aspect which merits emphasis is that while  prescribing  unitsfor disposal, a robust attempt must be made by the  High  Courts  to  ensurethat due importance is given  to  the  disposal  of  old  cases.  The  unitsprescribed for disposal  must  provide  adequate  incentives  to  attend  tocomplex and time consuming cases. Failing this, the out-turn proscribed  forthe district judiciary is attempted to be  achieved  without  due  attentionbeing given to the disposal of those cases which remain pending for long  asa result of their complexity, the number  of  witnesses  involved  and  suchother  factors. This is an aspect which needs to be looked into by the  HighCourts in consultation with the district  judiciary.  District  judges  withlong years of experience in the service are  in  a  position  to  appreciatepractical realities and to indicate the manner in which the unit system  canbe revised in each state to encourage judges  at  both  the  trial  and  theappellate level to take up those  cases  which  consume  judicial  time  andwhich should not be placed on the back-burner for fear that the  judge  willnot be able to  fulfill  the  units  expected.  The  Chief  Justices  shouldinitiate the process of revising unit  based  norms  in  relation  to  theirstates. Each state has its own requirements specific to it which have to  beborne in mind. The unit system must be framed so as to recognize the  outputof judicial officers in disposing of those cases which clog the system.18    In prescribing the judge strength it is necessary  to  ensure  that  abacklog does not result in the future as a result of an increase  in  annualfilings. The rate of increase in  future  filings  has  to  be  anticipated.Anticipation of what  the  future  holds  is  an  estimate.  One  method  ofestimating the extent of the increase in future filings is  to  have  regardto the increase reflected over a comparable period in  the  past  for  whichdata is available. Those  figures  can  be  extrapolated  to  determine  theincrease in annual filings. The enhancement in the strength of the  districtjudiciary should be such that  a  ‘five  plus  zero’  pendency  is  achieved(wiping out the backlog within a target period of five years).19    In response to  the  recommendations  submitted  by  the  Chairperson,NCMSC, an affidavit has been filed on behalf of the Union of  India  in  theMinistry of Law and Justice.  The Union government has stated that while  itis broadly in agreement with this approach,  the  methodology  suggested  byNCMSC can be adopted subject to certain stipulations. The relevant  part  ofthe response is extracted below :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“6. The Ministry of Law and Justice,  Government  of  India  is  broadly  inagreement with the recommendations  made  by  NCMS  Committee  as  indicatedabove.  The methodology suggested by  NCMS  Committee  can  be  adopted  fordetermining the adequacy of judge strength with following stipulations."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(i) All High Courts must evolve uniform data collection and data  managementmethods under the ongoing E-Courts Mission Mode Project and  make  availableonline Real time Data on pendency of various  categories  of  cases  to  therespective State Governments and Central Government."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(ii) The trigger for creation of new posts must be activated only after  90%of the sanctioned strength has been filled up, failing  which  the  creationof additional posts will have no  impact  or  consequence  on  reduction  ofpendency”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "20    The report which has been submitted to this Court by the  Chairperson,NCMSC observes that in the long term, the judge strength of  the  courts  inthe district judiciary will have to be assessed by a  scientific  method  todetermine the total number of judicial hours required for disposing  of  thecase load of each court.  In the interim, a weighted disposal  approach,  asexplained above has been suggested. Since the Union  government  is  broadlyin agreement with this approach,  we  deem  it  appropriate  and  proper  topermit it to be utilized at this stage for the purpose  of  determining  therequired judge strength of the  district  judiciary.  The  Union  governmenthas, however, suggested two broad stipulations.  The first is that  all  theHigh Courts must make available real time data on the  pendency  of  variouscategories of cases. In this regard, both the NCMSC as well  as  E-Committeeare actively engaging with the High Courts.  An endeavour should be made  toensure that real time data is duly compiled and  made  available  online  bythe High Courts as part of the National Judicial Arrears Grid.  We  are  notinclined to accept the second stipulation that new posts should  be  createdonly after 90 per cent of the sanctioned strength has been filled  up.   Forone thing, filling up of vacancies in the district judiciary is an  on-goingprocess.  In many states, the process of filling  up  posts  is  pursued  inconjunction with the State Public Service Commissions.  Many of  the  delaysare not in the control of the High Courts.  Moreover,  it  is  necessary  toprovide for the required judge strength in every  state  district  judiciaryso as to facilitate the creation of infrastructure.  In several states,  theavailable infrastructure is inadequate and insufficient  to  meet  even  theexisting judge strength. Hence, a  scientific  assessment  of  the  requiredjudge strength will form the basis of ensuring that  the  state  governmentsput into place the infrastructure required for tackling judicial delays."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "21    By an order of this Court dated  29  November  2016,  this  Court  hadpermitted the  Union  government  to  place  on  the  record  the  followinginformation in regard to funds made  available  by  the  Fourteenth  FinanceCommission for meeting the needs of the state judiciary and  the  modalitiesfor disbursement and utilisation :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“i) Whether any break-up of the said allocation has  been  provided  for  bythe Finance Commission and/or Government of India or any  guidelines  as  tothe areas in which the said amount will be expended."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "ii)  In  case   such   a   break-up   is   prescribed,   a   copy   of   thecommunication/order under which the same has  been  provided  be  placed  onrecord."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "iii) What is the manner  by  which  the  Government  of  India  proposes  tomonitor the utilization of  the  amount  set  apart  for  judiciary  by  theStates.  State wise allocation be also indicated.”In pursuance of these directions, an affidavit has been filed on  behalf  ofthe Union Ministry of Law and Justice.  The  affidavit  indicates  that  theDepartment  of  Justice  had  submitted  the  following  proposals  to   theFourteenth Finance Commission involving a total requirement of  Rupees  9749crores :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Pendency Reduction                          :  Rs.858.83 croreEstablishment of Fast Track Courts   :  Rs.4144.11 croreEstablishment of FamilyCourts in districts withoutsuch courts                                   :  Rs.541.06 croreRe-designing existingcourt complexes to becomemore litigant friendly                :  Rs.1400 croreAugmenting technicalsupport for ICT enabled courts           :  Rs.479.68 croreScanning and Digitalisationof Case Records of High Courtsand District Courts                             :  Rs.752.50 croreEnhancing Access to JusticeSupport for Law Schoolbased Legal Aid Clinics withfocus on undertrials            :  Rs.50.50 croreOrganizing Lok Adalats            :  Rs.93.61 croreSupport for Mediation/conciliation in ADR centres      :  Rs.300 croreIncentives to Mediators/Concilators                            :  Rs.503.44 crore"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(a) Training and capacitybuilding of judges, publicprosecutors, mediators,lawyers: Refresher, ongoing             :  Rs.550 crore"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "(b)   Establishment ofState Judicial Academiesin Manipur, Meghalaya andTripura                                  :  Rs.75 crore     Total Cost                 :  Rs.9749 crore”State-wise and sector-wise details have been annexed to the  affidavit.  TheFourteenth Finance Commission endorsed the proposals of  the  Department  ofJustice and has urged the state governments to  use  the  additional  fiscalallocation provided in the form of tax devolution to meet  the  requirementsof the state judiciaries. The  Prime  Minister  of  India  has  addressed  aletter dated 23 April 2015 to the  Chief  Ministers  calling  upon  them  toallocate funds required for the activities  recommended  by  the  FourteenthFinance Commission in the  state  budgets  from  2015-2016  to  improve  theworking of the judicial system and provide speedy  justice.   Following  thejoint conference of Chief Justices of High Courts  and  Chief  Ministers  ofStates held in April 2015, the Union Minister of Law and  Justice  addressedletters to the Chief Justices and Chief Ministers in  June  2015  requestingthem  to  institute  a  mechanism  for  regular   interaction   to   resolveoutstanding issues particularly those relating to  infrastructure  and  man-power needs of the judiciary.  It may be noted here that at  the  Conferenceof Chief  Justices  of  High  Courts  held  in  April  2016,  the  followingresolution was adopted :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“Resolved that the following strategy be adopted by the High Courts:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Constitution of  a  dedicated  cell  for  the  utilization  of  funds.   Thecomposition of  the  Cell  should  consist  of  policy  makers,  experts  inplanning  and  budgeting,  senior  judicial  officers  and  persons  to   benominated by the Chief Justice.  The Cell shall be assigned the task of:"
            ],
            "blockQuotes": [
                "(a)     Preparing  perspectives/annual  plans  and  time            lines;\n (b)    Drawing up budget estimates;\n (c)   Monitoring and review of the implementation of            each scheme;"
            ],
            "subPara": {}
        },
        {
            "para": [
                "(d)   Taking up the matter with the State Government to  ensure  release  offunds."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Submitting a request for funds from the State  Government  within  time  forfinancial years 2016-17 to 2019-2020;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Ensuring that funds are spent in accordance with  the  budgetary  allocationand  speedy  and  effective  utilization.   For  this  purpose,   periodicalmeetings and reviews be conducted; andMonitoring of schemes and outcomes through special on-line portals  and  ICTtools.  Progress made be reviewed in State Court Management System  meetingsand quarterly progress reports be forwarded to the Supreme Court for  reviewby National Court Management System”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Thereafter, in the Conference of Chief Justices  and  Chief  Ministers,  thefollowing resolution was adopted :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "“With a view to facilitate proper  and  timely  utilization  of  funds  madeavailable by the 14th Finance Commission to the State  judiciaries,  it  wasresolved that:"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Finance Secretaries of each State be associated with the work  of  the  HighCourt committees in-charge of monitoring 14th Finance Commission funds;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Proper coordination be ensured between the Central and State Governments  inregard  to  the  submission  of  utilization  certificates  in  relation  toinfrastructure projects of the state judiciaries;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "In respect of the e-Court Scheme and  Infrastructure scheme which are  beingmonitored by the Department of Justice, intimations  of  funds  remitted  tothe State Governments under these two Schemes shall  also  be  forwarded  bythe Department of Justice to the High Courts."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "State Governments shall (i) lend such assistance to the High  Courts  as  isrequired for proper utilization of 14th Finance Commission funds;  and  (ii)grant a one time exemption for 2016-17 to facilitate proper utilization”."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The Union Minister of Law and Justice has since addressed communications  tothe Chief Ministers of States requesting that the state Finance  Secretariesshould assist the registries of  the  High  Courts  to  prepare  perspectiveplans/individual plans for  activities  to  be  undertaken  in  the  justicesector. A letter has been addressed to the Chief Justices  on  26  September2016. The affidavit explains that necessary  mechanisms  have  been  set  upunder the  resolutions  of  the  Conference  of  Chief  Justices  and  ChiefMinisters and of the Chief Justices respectively."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "22    Having regard to the above background, we  now  proceed  to  formulateour directions in the following terms :"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "Until NCMSC formulates a scientific method for  determining  the  basis  forcomputing  the required judge strength of the district judiciary, the  judgestrength shall be computed for each state, in accordance  with  the  interimapproach indicated in the note submitted by the Chairperson, NCMSC;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "NCMSC is requested to endeavour the submission of its  final  report  by  31December 2017;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "A copy of the interim report submitted by the Chairperson,  NCMSC  shall  beforwarded by the Union Ministry of Law and Justice to the Chief Justices  ofall the High Courts and Chief Secretaries of all states within one month  soas to enable them to take follow-up action to determine the  required  judgestrength of the district  judiciary  based  on  the  NCMSC  interim  report,subject to what has been stated in this judgment;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The state governments shall take up with the High Courts concerned the  taskof implementing the interim report of the  Chairperson,  NCMSC  (subject  towhat has been observed above) and take necessary decisions within  a  periodof three months from today for enhancing  the  required  judge  strength  ofeach state judiciary accordingly;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The state governments shall cooperate in all respects with the  High  Courtsin terms of  the  resolutions  passed  in  the  joint  conference  of  ChiefJustices and  Chief  Ministers  in  April  2016  with  a  view  to  ensuringexpeditious disbursal of funds to the state  judiciaries  in  terms  of  thedevolution made under the auspices of the Fourteenth Finance Commission;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The  High  Courts  shall  take  up  the   issue   of   creating   additionalinfrastructure required for meeting  the  existing  sanctioned  strength  oftheir state judiciaries and the enhanced strength in terms  of  the  interimrecommendation of NCMSC;"
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "The final report submitted by NCMSC may be placed for consideration  beforethe Conference of Chief Justices. The directions in (i) above shall then  besubject to the ultimate decision that is  taken  on  receipt  of  the  finalreport; andA copy of this order shall be made available to the  Registrars  General  ofeach High Court and to all Chief Secretaries of the States  for  appropriateaction."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "23    List the proceedings for disposal of the criminal appeals  before  theappropriate bench in the third week of July 2017."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "…........................................CJI                                               [T S  THAKUR]                             ............. …...............................J                                                    [Dr D Y  CHANDRACHUD]                           ................................................J                                                    [L NAGESWARA RAO]New DelhiJanuary 02, 2017."
            ],
            "blockQuotes": [],
            "subPara": {}
        },
        {
            "para": [
                "-----------------------"
            ],
            "blockQuotes": [],
            "subPara": {
                "pre_4": "[1]      [2]    (2002) 4 SCC 247[3]      [4]    (2012) 6 SCC 502"
            }
        }
    ],
    "id": "0"
}